<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [mod_python] &#208;&#229;&#234;&#235;&#224;&#236;&#224; &#194;&#224;&#248;&#229;&#227;&#238; &#239;&#240;&#238;&#229;&#234;&#242;&#224; &#226;&#238; &#226;&#241;&#229;&#236;&#232;&#240;&#237;&#238;&#233; &#227;&#235;&#238;&#225;&#224;&#235;&#252;&#237;&#238;&#233; &#241;&#229;&#242;&#232; &#200;&#237;&#242;&#229;&#240;&#237;&#229;&#242;.
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:mod_python%40modpython.org?Subject=%5Bmod_python%5D%20%D0%E5%EA%EB%E0%EC%E0%20%C2%E0%F8%E5%E3%EE%20%EF%F0%EE%E5%EA%F2%E0%20%E2%EE%20%E2%F1%E5%EC%E8%F0%ED%EE%E9%20%E3%EB%EE%E1%E0%EB%FC%ED%EE%E9%20%F1%E5%F2%E8%20%C8%ED%F2%E5%F0%ED%E5%F2.&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="001287.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[mod_python] &#208;&#229;&#234;&#235;&#224;&#236;&#224; &#194;&#224;&#248;&#229;&#227;&#238; &#239;&#240;&#238;&#229;&#234;&#242;&#224; &#226;&#238; &#226;&#241;&#229;&#236;&#232;&#240;&#237;&#238;&#233; &#227;&#235;&#238;&#225;&#224;&#235;&#252;&#237;&#238;&#233; &#241;&#229;&#242;&#232; &#200;&#237;&#242;&#229;&#240;&#237;&#229;&#242;.</H1>
    <B>unscribe127108 at yahoo.com</B> 
    <A HREF="mailto:mod_python%40modpython.org?Subject=%5Bmod_python%5D%20%D0%E5%EA%EB%E0%EC%E0%20%C2%E0%F8%E5%E3%EE%20%EF%F0%EE%E5%EA%F2%E0%20%E2%EE%20%E2%F1%E5%EC%E8%F0%ED%EE%E9%20%E3%EB%EE%E1%E0%EB%FC%ED%EE%E9%20%F1%E5%F2%E8%20%C8%ED%F2%E5%F0%ED%E5%F2.&In-Reply-To="
       TITLE="[mod_python] &#208;&#229;&#234;&#235;&#224;&#236;&#224; &#194;&#224;&#248;&#229;&#227;&#238; &#239;&#240;&#238;&#229;&#234;&#242;&#224; &#226;&#238; &#226;&#241;&#229;&#236;&#232;&#240;&#237;&#238;&#233; &#227;&#235;&#238;&#225;&#224;&#235;&#252;&#237;&#238;&#233; &#241;&#229;&#242;&#232; &#200;&#237;&#242;&#229;&#240;&#237;&#229;&#242;.">unscribe127108 at yahoo.com
       </A><BR>
    <I>Tue Feb  5 17:08:47 EST 2002</I>
    <P><UL>
        
        <LI>Next message: <A HREF="001287.html">[mod_python] Loading the mod_python modules from somewhere other than site-packages
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#1286">[ date ]</a>
              <a href="thread.html#1286">[ thread ]</a>
              <a href="subject.html#1286">[ subject ]</a>
              <a href="author.html#1286">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>    &#1044;&#1086;&#1073;&#1088;&#1099;&#1081; &#1076;&#1077;&#1085;&#1100;.

    &#1042;&#1072;&#1096;&#1077;&#1084;&#1091; &#1074;&#1085;&#1080;&#1084;&#1072;&#1085;&#1080;&#1102; &#1087;&#1088;&#1077;&#1076;&#1083;&#1072;&#1075;&#1072;&#1077;&#1090;&#1089;&#1103; &#1091;&#1085;&#1080;&#1082;&#1072;&#1083;&#1100;&#1085;&#1072;&#1103; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100; &#1074;&#1086; &#1084;&#1085;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079; &#1091;&#1074;&#1077;&#1083;&#1080;&#1095;&#1080;&#1090;&#1100; 
&#1087;&#1086;&#1089;&#1077;&#1097;&#1072;&#1077;&#1084;&#1086;&#1089;&#1090;&#1100; &#1042;&#1072;&#1096;&#1077;&#1075;&#1086; &#1089;&#1072;&#1081;&#1090;&#1072;. &#1052;&#1080;&#1083;&#1083;&#1080;&#1086;&#1085;&#1099; &#1083;&#1102;&#1076;&#1077;&#1081; &#1087;&#1086; &#1074;&#1089;&#1077;&#1084;&#1091; &#1084;&#1080;&#1088;&#1091; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086; &#1085;&#1077; &#1079;&#1085;&#1072;&#1102;&#1090; &#1086; 
&#1042;&#1072;&#1096;&#1077;&#1084; &#1087;&#1088;&#1086;&#1077;&#1082;&#1090;&#1077;, &#1093;&#1086;&#1090;&#1103; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086; &#1086;&#1095;&#1077;&#1085;&#1100; &#1085;&#1091;&#1078;&#1076;&#1072;&#1102;&#1090;&#1089;&#1103; &#1074; &#1090;&#1086;&#1084;, &#1095;&#1090;&#1086; &#1042;&#1099; &#1087;&#1088;&#1077;&#1076;&#1083;&#1072;&#1075;&#1072;&#1077;&#1090;&#1077;. &#1052;&#1099; 
&#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1077;&#1084; &#1042;&#1072;&#1084; &#1091;&#1085;&#1080;&#1082;&#1072;&#1083;&#1100;&#1085;&#1091;&#1102; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100; &#1076;&#1086;&#1085;&#1077;&#1089;&#1090;&#1080; &#1076;&#1086; &#1042;&#1072;&#1096;&#1080;&#1093; &#1087;&#1086;&#1090;&#1077;&#1085;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; 
&#1082;&#1083;&#1080;&#1077;&#1085;&#1090;&#1086;&#1074; &#1074;&#1089;&#1102; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1091;&#1102; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102;. &#1052;&#1080;&#1083;&#1083;&#1080;&#1086;&#1085;&#1099; &#1083;&#1102;&#1076;&#1077;&#1081; &#1080;&#1079; &#1090;&#1077;&#1093; &#1089;&#1090;&#1088;&#1072;&#1085;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; 
&#1042;&#1072;&#1084; &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1085;&#1099;, &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1090; &#1042;&#1072;&#1096;&#1077; &#1087;&#1080;&#1089;&#1100;&#1084;&#1086; &#1080; &#1087;&#1088;&#1086;&#1095;&#1080;&#1090;&#1072;&#1102;&#1090; &#1077;&#1075;&#1086;, &#1082;&#1072;&#1082; &#1101;&#1090;&#1086; &#1089;&#1077;&#1081;&#1095;&#1072;&#1089; &#1076;&#1077;&#1083;&#1072;&#1077;&#1090;&#1077; &#1042;&#1099;. 
&#1058;&#1099;&#1089;&#1103;&#1095;&#1080; &#1090;&#1077;&#1093;, &#1082;&#1086;&#1075;&#1086; &#1079;&#1072;&#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1086;&#1074;&#1072;&#1083;&#1086; &#1042;&#1072;&#1096;&#1077; &#1087;&#1088;&#1077;&#1076;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077;, &#1074;&#1099;&#1081;&#1076;&#1091;&#1090; &#1089; &#1042;&#1072;&#1084;&#1080; &#1085;&#1072; &#1089;&#1074;&#1103;&#1079;&#1100;. 
&#1052;&#1072;&#1089;&#1089;&#1086;&#1074;&#1099;&#1077; &#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1082;&#1080; &#1087;&#1086; E-mail - &#1089;&#1072;&#1084;&#1099;&#1081; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1080;&#1074;&#1085;&#1099;&#1081; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073; &#1088;&#1077;&#1082;&#1083;&#1072;&#1084;&#1099;. &#1053;&#1072;&#1096;&#1080; &#1094;&#1077;&#1085;&#1099; 
&#1074; &#1082;&#1072;&#1078;&#1076;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077; &#1086;&#1073;&#1075;&#1086;&#1074;&#1072;&#1088;&#1080;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1086;.

    &#1058;&#1072;&#1082;&#1078;&#1077; &#1074;&#1089;&#1077;&#1075;&#1076;&#1072; &#1080;&#1084;&#1077;&#1102;&#1090;&#1089;&#1103; &#1085;&#1072; &#1087;&#1088;&#1086;&#1076;&#1072;&#1078;&#1091; &#1089;&#1074;&#1077;&#1078;&#1080;&#1077; &#1087;&#1086;&#1095;&#1090;&#1086;&#1074;&#1099;&#1077; &#1073;&#1072;&#1079;&#1099;(&#1074;&#1077;&#1089;&#1100; &#1084;&#1080;&#1088;) &#1089; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100;&#1102;
&#1074;&#1099;&#1073;&#1086;&#1088;&#1082;&#1080; &#1087;&#1086; &#1083;&#1102;&#1073;&#1086;&#1081; &#1089;&#1090;&#1088;&#1072;&#1085;&#1077;. &#1054;&#1073;&#1097;&#1080;&#1081; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088; &#1073;&#1072;&#1079;&#1099; &#1073;&#1086;&#1083;&#1077;&#1077; 25 &#1084;&#1080;&#1083;&#1083;&#1080;&#1086;&#1085;&#1086;&#1074;.

    &#1044;&#1083;&#1103; &#1082;&#1086;&#1085;&#1090;&#1072;&#1082;&#1090;&#1072; &#1089; &#1085;&#1072;&#1084;&#1080; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077; &#1058;&#1054;&#1051;&#1068;&#1050;&#1054; ICQ. &#1052;&#1099; &#1086;&#1090;&#1074;&#1077;&#1090;&#1080;&#1084; &#1085;&#1072; &#1074;&#1089;&#1077; &#1042;&#1072;&#1096;&#1080; &#1074;&#1086;&#1087;&#1088;&#1086;&#1089;&#1099;.
UIN: 127108

    &#1044;&#1072;&#1085;&#1085;&#1072;&#1103; &#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1082;&#1072; &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1077;&#1076;&#1077;&#1085;&#1072; &#1074; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1080;&#1080; &#1089; &#1095;.4 &#1089;&#1090;.29 &#1050;&#1086;&#1085;&#1089;&#1090;&#1080;&#1090;&#1091;&#1094;&#1080;&#1080; &#1056;&#1060;. 
&#1042;&#1072;&#1096; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1099;&#1081; &#1072;&#1076;&#1088;&#1077;&#1089; &#1087;&#1086;&#1083;&#1091;&#1095;&#1077;&#1085; &#1080;&#1079; &#1086;&#1090;&#1082;&#1088;&#1099;&#1090;&#1099;&#1093; &#1080;&#1089;&#1090;&#1086;&#1095;&#1085;&#1080;&#1082;&#1086;&#1074; (&#1076;&#1086;&#1089;&#1082;&#1072; &#1086;&#1073;&#1098;&#1103;&#1074;&#1083;&#1077;&#1085;&#1080;&#1081;) &#1080;
&#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090;&#1089;&#1103; &#1076;&#1083;&#1103; &#1077;&#1076;&#1080;&#1085;&#1080;&#1095;&#1085;&#1086;&#1081; &#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1082;&#1080; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1103;. &#1042; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077; &#1085;&#1077;&#1078;&#1077;&#1083;&#1072;&#1085;&#1080;&#1103; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1090;&#1100; 
&#1082;&#1086;&#1084;&#1084;&#1077;&#1088;&#1095;&#1077;&#1089;&#1082;&#1080;&#1077; &#1087;&#1088;&#1077;&#1076;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103;, &#1086;&#1090;&#1074;&#1077;&#1090;&#1100;&#1090;&#1077; &#1085;&#1072; &#1101;&#1090;&#1086; &#1087;&#1080;&#1089;&#1100;&#1084;&#1086; &#1089; &#1087;&#1086;&#1084;&#1077;&#1090;&#1082;&#1086;&#1081; &#1074; &#1058;&#1077;&#1084;&#1077; &quot;REMOVE&quot;. 
&#1042;&#1072;&#1096; e-mail &#1073;&#1091;&#1076;&#1077;&#1090; &#1091;&#1076;&#1072;&#1083;&#1077;&#1085; &#1080;&#1079; &#1073;&#1072;&#1079;&#1099;.



</PRE>
<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="001287.html">[mod_python] Loading the mod_python modules from somewhere other than site-packages
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#1286">[ date ]</a>
              <a href="thread.html#1286">[ thread ]</a>
              <a href="subject.html#1286">[ subject ]</a>
              <a href="author.html#1286">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="http://mailman.modpython.org/mailman/listinfo/mod_python">More information about the Mod_python
mailing list</a><br>
</body></html>
