<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [mod_python]E-mail - &#1088;&#1077;&#1082;&#1083;&#1072;&#1084;&#1072;
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:mod_python%40modpython.org?Subject=%5Bmod_python%5D%20%3D%3Fwindows-1251%3FQ%3FE-mail_-_%3DF0%3DE5%3DEA%3DEB%3DE0%3DEC%3DE0%3F%3D&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   <LINK REL="Next"  HREF="000900.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[mod_python]E-mail - &#1088;&#1077;&#1082;&#1083;&#1072;&#1084;&#1072;</H1>
    <B>E-mail Reklama</B> 
    <A HREF="mailto:mod_python%40modpython.org?Subject=%5Bmod_python%5D%20%3D%3Fwindows-1251%3FQ%3FE-mail_-_%3DF0%3DE5%3DEA%3DEB%3DE0%3DEC%3DE0%3F%3D&In-Reply-To="
       TITLE="[mod_python]E-mail - &#1088;&#1077;&#1082;&#1083;&#1072;&#1084;&#1072;">rekla_ma_ at publicist.com
       </A><BR>
    <I>Sun Jul  1 19:43:52 EST 2001</I>
    <P><UL>
        
        <LI>Next message: <A HREF="000900.html">[mod_python] Session data (Sorry for bringing this up again...)
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#899">[ date ]</a>
              <a href="thread.html#899">[ thread ]</a>
              <a href="subject.html#899">[ subject ]</a>
              <a href="author.html#899">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#1047;&#1076;&#1088;&#1072;&#1074;&#1089;&#1090;&#1074;&#1091;&#1081;&#1090;&#1077;!

&#1042; &#1087;&#1077;&#1088;&#1080;&#1086;&#1076; &#1083;&#1077;&#1090;&#1085;&#1077;&#1075;&#1086; &#1079;&#1072;&#1090;&#1080;&#1096;&#1100;&#1103; &#1085;&#1072; &#1088;&#1099;&#1085;&#1082;&#1077; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1082;&#1086;&#1083;&#1086;&#1089;&#1089;&#1072;&#1083;&#1100;&#1085;&#1086; &#1086;&#1078;&#1080;&#1074;&#1080;&#1090;&#1100; &#1089;&#1074;&#1086;&#1080; &#1087;&#1088;&#1086;&#1076;&#1072;&#1078;&#1080;, &#1074; &#1086;&#1090;&#1083;&#1080;&#1095;&#1080;&#1077; &#1086;&#1090; &#1089;&#1074;&#1086;&#1080;&#1093; &#1082;&#1086;&#1085;&#1082;&#1091;&#1088;&#1077;&#1085;&#1090;&#1086;&#1074;. &#1044;&#1083;&#1103; &#1101;&#1090;&#1086;&#1075;&#1086; &#1079;&#1072;&#1082;&#1072;&#1078;&#1080;&#1090;&#1077; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1091;&#1102; &#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1082;&#1091; &#1042;&#1072;&#1096;&#1077;&#1081; &#1088;&#1077;&#1082;&#1083;&#1072;&#1084;&#1085;&#1086;&#1081; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1080; &#1087;&#1086; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1084; &#1089;&#1087;&#1080;&#1089;&#1082;&#1072;&#1084; &#1072;&#1076;&#1088;&#1077;&#1089;&#1086;&#1074; (&#1086;&#1090; 30&#1090;&#1099;&#1089;. &#1076;&#1086; 1&#1084;&#1083;&#1085;., &#1082;&#1072;&#1082; &#1087;&#1086; &#1052;&#1086;&#1089;&#1082;&#1074;&#1077;, &#1090;&#1072;&#1082; &#1080; &#1087;&#1086; &#1074;&#1089;&#1077;&#1081; &#1056;&#1086;&#1089;&#1089;&#1080;&#1080; &#1080; &#1057;&#1053;&#1043;). &#1057;&#1086;&#1086;&#1090;&#1085;&#1086;&#1096;&#1077;&#1085;&#1080;&#1077; &#1089;&#1090;&#1086;&#1080;&#1084;&#1086;&#1089;&#1090;&#1100;/&#1086;&#1090;&#1076;&#1072;&#1095;&#1072; &#1087;&#1088;&#1080; &#1101;&#1090;&#1086;&#1084; &#1073;&#1091;&#1076;&#1077;&#1090; &#1089;&#1072;&#1084;&#1086;&#1077; &#1085;&#1080;&#1079;&#1082;&#1086;&#1077;.

&#1052;&#1099; &#1087;&#1088;&#1086;&#1092;&#1077;&#1089;&#1089;&#1080;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1086; &#1079;&#1072;&#1085;&#1080;&#1084;&#1072;&#1077;&#1084;&#1089;&#1103; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1099;&#1084;&#1080; &#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1082;&#1072;&#1084;&#1080; 4 &#1075;&#1086;&#1076;&#1072;. &#1053;&#1072;&#1096;&#1080; &#1087;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1085;&#1099;&#1077; &#1082;&#1083;&#1080;&#1077;&#1085;&#1090;&#1099; - &#1082;&#1088;&#1091;&#1087;&#1085;&#1077;&#1081;&#1096;&#1080;&#1077; &#1080;&#1079;&#1074;&#1077;&#1089;&#1090;&#1085;&#1099;&#1077; &#1082;&#1086;&#1084;&#1087;&#1072;&#1085;&#1080;&#1080;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1076;&#1072;&#1074;&#1085;&#1086; &#1087;&#1086;&#1085;&#1103;&#1083;&#1080;, &#1095;&#1090;&#1086; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;&#1089;&#1090;&#1100; e-mail &#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1086;&#1082; &#1080;&#1079;-&#1079;&#1072; &#1096;&#1080;&#1088;&#1086;&#1090;&#1099; &#1086;&#1093;&#1074;&#1072;&#1090;&#1072; &#1072;&#1091;&#1076;&#1080;&#1090;&#1086;&#1088;&#1080;&#1080; &#1089;&#1086;&#1080;&#1079;&#1084;&#1077;&#1088;&#1080;&#1084;&#1072; &#1083;&#1080;&#1096;&#1100; &#1089; &#1088;&#1077;&#1082;&#1083;&#1072;&#1084;&#1086;&#1081; &#1085;&#1072; &#1094;&#1077;&#1085;&#1090;&#1088;&#1072;&#1083;&#1100;&#1085;&#1086;&#1084; &#1090;&#1077;&#1083;&#1077;&#1074;&#1080;&#1076;&#1077;&#1085;&#1080;&#1080;! &#1050;&#1083;&#1080;&#1077;&#1085;&#1090;&#1099;, &#1079;&#1072;&#1082;&#1072;&#1079;&#1072;&#1074;&#1096;&#1080;&#1077; &#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1082;&#1091; &#1086;&#1076;&#1080;&#1085; &#1088;&#1072;&#1079;, &#1086;&#1073;&#1088;&#1072;&#1097;&#1072;&#1102;&#1090;&#1089;&#1103; &#1082; &#1085;&#1072;&#1084; &#1089;&#1085;&#1086;&#1074;&#1072; &#1080; &#1089;&#1085;&#1086;&#1074;&#1072;. &#1057;&#1077;&#1081;&#1095;&#1072;&#1089; &#1084;&#1085;&#1086;&#1075;&#1080;&#1077; &#1087;&#1088;&#1086;&#1076;&#1072;&#1102;&#1090; &#1089;&#1087;&#1080;&#1089;&#1082;&#1080; e-mail &#1072;&#1076;&#1088;&#1077;&#1089;&#1086;&#1074;, &#1085;&#1086; &#1087;&#1088;&#1072;&#1082;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1085;&#1080;&#1082;&#1090;&#1086; &#1080;&#1079; &#1080;&#1093; &#1087;&#1086;&#1082;&#1091;&#1087;&#1072;&#1090;&#1077;&#1083;&#1077;&#1081; (&#1082;&#1072;&#1082;, &#1082;&#1089;&#1090;&#1072;&#1090;&#1080;, &#1080; &#1089;&#1072;&#1084;&#1080; &#1087;&#1088;&#1086;&#1076;&#1072;&#1074;&#1094;&#1099;) &#1085;&#1077; &#1084;&#1086;&#1078;&#1077;&#1090; &#1074; &#1076;&#1072;&#1083;&#1100;&#1085;&#1077;&#1081;&#1096;&#1077;&#1084; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1100;&#1085;&#1086; &#1080;&#1084;&#1080; &#1074;&#1086;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103;, &#1090;&#1072;&#1082; &#1082;&#1072;&#1082; &#1085;&#1077; &#1080;&#1084;&#1077;&#1077;&#1090; &#1086;&#1087;&#1099;&#1090;&#1072; &#1080; &#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1086;&#1095;&#1085;&#1099;&#1093; &#1084;&#1086;&#1097;&#1085;&#1086;&#1089;&#1090;&#1077;&#1081; &#1076;&#1083;&#1103; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1082;&#1088;&#1091;&#1087;&#1085;&#1086;&#1084;&#1072;&#1089;&#1096;&#1090;&#1072;&#1073;&#1085;&#1099;&#1093; &#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1086;&#1082;. &#1042; &#1083;&#1091;&#1095;&#1096;&#1077;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077;, &#1086;&#1085;&#1080; &#1091;&#1089;&#1087;&#1077;&#1074;&#1072;&#1102;&#1090; &#1088;&#1072;&#1079;&#1086;&#1089;&#1083;&#1072;&#1090;&#1100; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1085;&#1077;&#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1077; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1072; &#1087;&#1080;&#1089;&#1077;&#1084;, &#1087;&#1088;&#1080; &#1101;&#1090;&#1086;&#1084; &#1087;&#1086;&#1088;&#1090;&#1103; &#1089;&#1077;&#1073;&#1077; &#1080;&#1084;&#1080;&#1076;&#1078; &#1080; &#1087;&#1088;&#1080;&#1086;&#1073;&#1088;&#1077;&#1090;&#1072;&#1103; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;&#1099; &#1089;&#1086; &#1089;&#1074;&#1086;&#1080;&#1084;&#1080; &#1087;&#1088;&#1086;&#1074;&#1072;&#1081;&#1076;&#1077;&#1088;&#1072;&#1084;&#1080;.

&#1052;&#1099; &#1079;&#1085;&#1072;&#1077;&#1084; &#1074;&#1089;&#1077; &#1087;&#1088;&#1086; e-mail &#1088;&#1077;&#1082;&#1083;&#1072;&#1084;&#1091; &#1080; &#1080;&#1084;&#1077;&#1077;&#1084; &#1074;&#1089;&#1077; &#1076;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1047;&#1040;&#1042;&#1040;&#1051;&#1048;&#1058;&#1068; &#1042;&#1040;&#1057; &#1047;&#1040;&#1050;&#1040;&#1047;&#1040;&#1052;&#1048; &#1085;&#1072; &#1074;&#1072;&#1096;&#1080; &#1091;&#1089;&#1083;&#1091;&#1075;&#1080; &#1080;&#1083;&#1080; &#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1094;&#1080;&#1102;. &#1069;&#1090;&#1086; &#1073;&#1086;&#1083;&#1100;&#1096;&#1086;&#1081; &#1087;&#1072;&#1088;&#1082; &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1077;&#1081;&#1096;&#1080;&#1093; &#1082;&#1086;&#1084;&#1087;&#1100;&#1102;&#1090;&#1077;&#1088;&#1086;&#1074; &#1080; &#1074;&#1099;&#1089;&#1086;&#1082;&#1086;&#1089;&#1082;&#1086;&#1088;&#1086;&#1089;&#1090;&#1085;&#1099;&#1077; &#1082;&#1072;&#1085;&#1072;&#1083;&#1099; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1072; &#1074; &#1048;&#1085;&#1090;&#1077;&#1088;&#1085;&#1077;&#1090; &#1074; &#1084;&#1086;&#1089;&#1082;&#1086;&#1074;&#1089;&#1082;&#1080;&#1093; &#1086;&#1092;&#1080;&#1089;&#1072;&#1093;, &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1077; &#1087;&#1086;&#1095;&#1090;&#1086;&#1074;&#1099;&#1077; smtp-&#1089;&#1077;&#1088;&#1074;&#1077;&#1088;&#1072; &#1079;&#1072; &#1088;&#1091;&#1073;&#1077;&#1078;&#1086;&#1084;, &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1077; &#1101;&#1082;&#1089;&#1082;&#1083;&#1102;&#1079;&#1080;&#1074;&#1085;&#1099;&#1077; &#1085;&#1072;&#1088;&#1072;&#1073;&#1086;&#1090;&#1082;&#1080; &#1080; &#1085;&#1086;&#1091;-&#1093;&#1072;&#1091; &#1074;  &#1101;&#1090;&#1086;&#1081; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080;.

&#1052;&#1099; &#1091;&#1084;&#1077;&#1077;&#1084; &#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1082;&#1080; &#1090;&#1072;&#1082;, &#1095;&#1090;&#1086; &#1101;&#1090;&#1086; &#1085;&#1080;&#1082;&#1072;&#1082; &#1085;&#1077; &#1087;&#1086;&#1074;&#1088;&#1077;&#1076;&#1080;&#1090; &#1074;&#1072;&#1096;&#1077;&#1084;&#1091; &#1080;&#1084;&#1080;&#1076;&#1078;&#1091;.

&#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1079;&#1072;&#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099; &#1074; &#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1082;&#1072;&#1093; &#1080; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1090;&#1100; &#1086;&#1090; &#1085;&#1072;&#1089; &#1073;&#1086;&#1083;&#1077;&#1077; &#1087;&#1086;&#1083;&#1085;&#1091;&#1102; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102;, &#1087;&#1088;&#1080;&#1096;&#1083;&#1080;&#1090;&#1077; &#1079;&#1072;&#1087;&#1088;&#1086;&#1089; &#1074; &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1083;&#1100;&#1085;&#1086;&#1081; &#1092;&#1086;&#1088;&#1084;&#1077; &#1074; &#1090;&#1077;&#1083;&#1077; &#1087;&#1080;&#1089;&#1100;&#1084;&#1072;, &#1085;&#1072;&#1078;&#1072;&#1074; &#1074; &#1089;&#1074;&#1086;&#1077;&#1081; &#1087;&#1086;&#1095;&#1090;&#1086;&#1074;&#1086;&#1081; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1077; &quot;&#1054;&#1090;&#1074;&#1077;&#1090;&#1080;&#1090;&#1100;&quot;, &#1080;&#1083;&#1080; &#1085;&#1072; &#1089;&#1089;&#1099;&#1083;&#1082;&#1091;: <A HREF="http://mailman.modpython.org/mailman/listinfo/mod_python">reklama at publicist.com.</A>

&#1055;&#1088;&#1080; &#1101;&#1090;&#1086;&#1084; &#1074; &#1087;&#1086;&#1083;&#1077; &quot;&#1058;&#1077;&#1084;&#1072; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1103;&quot; &#1086;&#1073;&#1103;&#1079;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1091;&#1082;&#1072;&#1078;&#1080;&#1090;&#1077;: &quot;&#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1082;&#1072;&quot;.




</PRE>
<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	<LI>Next message: <A HREF="000900.html">[mod_python] Session data (Sorry for bringing this up again...)
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#899">[ date ]</a>
              <a href="thread.html#899">[ thread ]</a>
              <a href="subject.html#899">[ subject ]</a>
              <a href="author.html#899">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="http://mailman.modpython.org/mailman/listinfo/mod_python">More information about the Mod_python
mailing list</a><br>
</body></html>
