<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [mod_python]&#1041;&#1072;&#1079;&#1099; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &#1087;&#1088;&#1077;&#1076;&#1087;&#1088;&#1080;&#1103;&#1090;&#1080;&#1081; &#1076;&#1083;&#1103; &#1082;&#1086;&#1085;&#1090;&#1072;&#1082;&#1090;&#1086;&#1074; &#1087;&#1086; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1086;&#1081; &#1087;&#1086;&#1095;&#1090;&#1077;
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:mod_python%40modpython.org?Subject=%5Bmod_python%5D%20%3D%3Fwindows-1251%3FQ%3F%3DC1%3DE0%3DE7%3DFB_%3DE4%3DE0%3DED%3DED%3DFB%3DF5_%3DEF%3DF0%3DE5%3DE4%3DEF%3DF0%3DE8%3DFF%3DF2%3DE8%3DE9_%3DE4%3DEB%3DFF_%3DEA%3DEE%3DED%3DF2%3DE0%3DEA%3DF2%3DEE%3DE2_%3DEF%3DEE_%3DFD%3DEB%3DE5%3DEA%3DF2%3DF0%3DEE%3DED%3DED%3DEE%3DE9_%3DEF%3DEE%3DF7%3DF2%3DE5%3F%3D&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="004747.html">
   <LINK REL="Next"  HREF="004750.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[mod_python]&#1041;&#1072;&#1079;&#1099; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &#1087;&#1088;&#1077;&#1076;&#1087;&#1088;&#1080;&#1103;&#1090;&#1080;&#1081; &#1076;&#1083;&#1103; &#1082;&#1086;&#1085;&#1090;&#1072;&#1082;&#1090;&#1086;&#1074; &#1087;&#1086; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1086;&#1081; &#1087;&#1086;&#1095;&#1090;&#1077;</H1>
    <B>MailBase</B> 
    <A HREF="mailto:mod_python%40modpython.org?Subject=%5Bmod_python%5D%20%3D%3Fwindows-1251%3FQ%3F%3DC1%3DE0%3DE7%3DFB_%3DE4%3DE0%3DED%3DED%3DFB%3DF5_%3DEF%3DF0%3DE5%3DE4%3DEF%3DF0%3DE8%3DFF%3DF2%3DE8%3DE9_%3DE4%3DEB%3DFF_%3DEA%3DEE%3DED%3DF2%3DE0%3DEA%3DF2%3DEE%3DE2_%3DEF%3DEE_%3DFD%3DEB%3DE5%3DEA%3DF2%3DF0%3DEE%3DED%3DED%3DEE%3DE9_%3DEF%3DEE%3DF7%3DF2%3DE5%3F%3D&In-Reply-To="
       TITLE="[mod_python]&#1041;&#1072;&#1079;&#1099; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &#1087;&#1088;&#1077;&#1076;&#1087;&#1088;&#1080;&#1103;&#1090;&#1080;&#1081; &#1076;&#1083;&#1103; &#1082;&#1086;&#1085;&#1090;&#1072;&#1082;&#1090;&#1086;&#1074; &#1087;&#1086; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1086;&#1081; &#1087;&#1086;&#1095;&#1090;&#1077;">oio_oiuu_ww_ll at yandex.ru
       </A><BR>
    <I>Sat Sep  8 13:38:09 EST 2001</I>
    <P><UL>
        <LI>Previous message: <A HREF="004747.html">[mod_python] Problem adding mod_python into apache
</A></li>
        <LI>Next message: <A HREF="004750.html">[mod_python] &#207;&#240;&#238;&#228;&#224;&#230;&#224;,&#239;&#238;&#234;&#243;&#239;&#234;&#224; &#239;&#240;&#238;&#228;&#243;&#234;&#246;&#232;&#232;,&#239;&#238;&#232;&#241;&#234; &#239;&#224;&#240;&#242;&#237;&#229;&#240;&#238;&#226;.
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#4748">[ date ]</a>
              <a href="thread.html#4748">[ thread ]</a>
              <a href="subject.html#4748">[ subject ]</a>
              <a href="author.html#4748">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<table border=0 width="100%"><tr><td>
<!--beginarticle-->
<PRE>&#1047;&#1076;&#1088;&#1072;&#1074;&#1089;&#1090;&#1074;&#1091;&#1081;&#1090;&#1077;!

&#1042; &#1101;&#1090;&#1086;&#1084; &#1087;&#1080;&#1089;&#1100;&#1084;&#1077;:
- &#1073;&#1072;&#1079;&#1099; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &#1087;&#1088;&#1077;&#1076;&#1087;&#1088;&#1080;&#1103;&#1090;&#1080;&#1081; &#1076;&#1083;&#1103; &#1082;&#1086;&#1085;&#1090;&#1072;&#1082;&#1090;&#1086;&#1074; &#1087;&#1086; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1086;&#1081; &#1087;&#1086;&#1095;&#1090;&#1077;;
- &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072; &#1076;&#1083;&#1103; &#1072;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1082;&#1080; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1086;&#1081; &#1087;&#1086;&#1095;&#1090;&#1099;;
- &#1073;&#1072;&#1079;&#1099; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &#1082;&#1088;&#1091;&#1087;&#1085;&#1077;&#1081;&#1096;&#1080;&#1093; &#1087;&#1088;&#1077;&#1076;&#1087;&#1088;&#1080;&#1103;&#1090;&#1080;&#1081;.

&#1050;&#1086;&#1075;&#1076;&#1072; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1086; &#1073;&#1099;&#1089;&#1090;&#1088;&#1086; &#1080; &#1089; &#1084;&#1080;&#1085;&#1080;&#1084;&#1072;&#1083;&#1100;&#1085;&#1099;&#1084;&#1080; &#1079;&#1072;&#1090;&#1088;&#1072;&#1090;&#1072;&#1084;&#1080; &#1089;&#1086;&#1086;&#1073;&#1097;&#1080;&#1090;&#1100; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1081;
&#1094;&#1077;&#1083;&#1077;&#1074;&#1086;&#1081; &#1075;&#1088;&#1091;&#1087;&#1087;&#1077; &#1087;&#1088;&#1077;&#1076;&#1087;&#1088;&#1080;&#1103;&#1090;&#1080;&#1081; &#1082;&#1072;&#1082;&#1091;&#1102;-&#1083;&#1080;&#1073;&#1086; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102;, &#1085;&#1077;&#1090; &#1085;&#1080;&#1095;&#1077;&#1075;&#1086; &#1083;&#1091;&#1095;&#1096;&#1077;, &#1095;&#1077;&#1084;
&#1089;&#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1101;&#1090;&#1086; &#1087;&#1086; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1086;&#1081; &#1087;&#1086;&#1095;&#1090;&#1077;. &#1053;&#1072;&#1096;&#1080; &#1073;&#1072;&#1079;&#1099; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &#1076;&#1083;&#1103; &#1082;&#1086;&#1085;&#1090;&#1072;&#1082;&#1090;&#1086;&#1074; &#1087;&#1086;
&#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1086;&#1081; &#1087;&#1086;&#1095;&#1090;&#1077; &#1087;&#1088;&#1077;&#1076;&#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1099; &#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1086; &#1076;&#1083;&#1103; &#1101;&#1090;&#1080;&#1093; &#1094;&#1077;&#1083;&#1077;&#1081;.

&#1052;&#1085;&#1086;&#1075;&#1080;&#1077; &#1086;&#1090;&#1088;&#1080;&#1094;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1086;&#1090;&#1085;&#1086;&#1089;&#1103;&#1090;&#1089;&#1103; &#1082; &#1084;&#1072;&#1089;&#1089;&#1086;&#1074;&#1099;&#1084; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1099;&#1084; &#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1082;&#1080;, &#1087;&#1077;&#1095;&#1072;&#1083;&#1100;&#1085;&#1086;
&#1080;&#1079;&#1074;&#1077;&#1089;&#1090;&#1085;&#1099;&#1084; &#1082;&#1072;&#1082; spam. &#1054;&#1076;&#1085;&#1072;&#1082;&#1086; &#1084;&#1099; &#1089;&#1095;&#1080;&#1090;&#1072;&#1077;&#1084;, &#1085;&#1077;&#1090; &#1085;&#1080;&#1095;&#1077;&#1075;&#1086; &#1087;&#1083;&#1086;&#1093;&#1086;&#1075;&#1086; &#1074; &#1090;&#1086;&#1084;, &#1095;&#1090;&#1086; &#1092;&#1080;&#1088;&#1084;&#1072;,
&#1074;&#1099;&#1073;&#1088;&#1072;&#1074; &#1080;&#1079; &#1073;&#1072;&#1079;&#1099; &#1086;&#1075;&#1088;&#1072;&#1085;&#1080;&#1095;&#1077;&#1085;&#1085;&#1099;&#1081; &#1082;&#1088;&#1091;&#1075; &#1087;&#1088;&#1077;&#1076;&#1087;&#1088;&#1080;&#1103;&#1090;&#1080;&#1081; (&#1080; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1087;&#1088;&#1077;&#1076;&#1087;&#1088;&#1080;&#1103;&#1090;&#1080;&#1081;, &#1072; &#1085;&#1077;
&#1095;&#1072;&#1089;&#1090;&#1085;&#1099;&#1093; &#1083;&#1080;&#1094;!) &#1083;&#1080;&#1096;&#1100; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1088;&#1086;&#1076;&#1072; &#1076;&#1077;&#1103;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1080;, &#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1072;&#1077;&#1090; &#1087;&#1086; &#1085;&#1080;&#1084;
&#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1077;&#1077; &#1087;&#1088;&#1077;&#1076;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1085;&#1077;&#1073;&#1086;&#1083;&#1100;&#1096;&#1086;&#1075;&#1086; &#1086;&#1073;&#1098;&#1077;&#1084;&#1072;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;
&#1088;&#1077;&#1072;&#1083;&#1100;&#1085;&#1086; &#1084;&#1086;&#1078;&#1077;&#1090; &#1080;&#1093; &#1079;&#1072;&#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1086;&#1074;&#1072;&#1090;&#1100;. &#1058;&#1072;&#1082;&#1080;&#1077; &#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1082;&#1080; &#1084;&#1086;&#1078;&#1085;&#1086; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1085;&#1077;
&#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1076;&#1083;&#1103; &#1088;&#1077;&#1082;&#1083;&#1072;&#1084;&#1085;&#1099;&#1093; &#1094;&#1077;&#1083;&#1077;&#1081;. &#1053;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1074;&#1072;&#1084; &#1085;&#1091;&#1078;&#1085;&#1086; &#1091;&#1079;&#1085;&#1072;&#1090;&#1100; &#1089;&#1090;&#1086;&#1080;&#1084;&#1086;&#1089;&#1090;&#1100;
&#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1090;&#1086;&#1074;&#1072;&#1088;&#1072;, &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1084;&#1086;&#1075;&#1086; &#1080;&#1083;&#1080; &#1087;&#1088;&#1086;&#1076;&#1072;&#1074;&#1072;&#1077;&#1084;&#1086;&#1075;&#1086; &#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1077;&#1085;&#1085;&#1086;&#1081; &#1075;&#1088;&#1091;&#1087;&#1087;&#1086;&#1081;
&#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1072;&#1094;&#1080;&#1081;. &#1054;&#1073;&#1079;&#1074;&#1086;&#1085;&#1080;&#1090;&#1100; 500, &#1072; &#1090;&#1086; &#1080; 1000 &#1092;&#1080;&#1088;&#1084; - &#1079;&#1072;&#1085;&#1103;&#1090;&#1080;&#1077;, &#1090;&#1088;&#1077;&#1073;&#1091;&#1102;&#1097;&#1077;&#1077;
&#1079;&#1085;&#1072;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1075;&#1086; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1080;. &#1040; &#1077;&#1089;&#1083;&#1080; &#1089;&#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1082;&#1091; &#1089; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1084; &#1079;&#1072;&#1087;&#1088;&#1086;&#1089;&#1086;&#1084;
&#1087;&#1086; &#1076;&#1072;&#1085;&#1085;&#1086;&#1081; &#1075;&#1088;&#1091;&#1087;&#1087;&#1077; &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1072;&#1094;&#1080;&#1081;, &#1084;&#1086;&#1078;&#1085;&#1086; &#1073;&#1099;&#1089;&#1090;&#1088;&#1086; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1090;&#1100; &#1087;&#1086;&#1083;&#1085;&#1091;&#1102; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102; &#1087;&#1086;
&#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1091;&#1102;&#1097;&#1077;&#1084;&#1091; &#1074;&#1086;&#1087;&#1088;&#1086;&#1089;&#1091;.

&#1055;&#1088;&#1077;&#1076;&#1083;&#1072;&#1075;&#1072;&#1077;&#1084; &#1042;&#1072;&#1084; &#1076;&#1074;&#1072; &#1082;&#1086;&#1084;&#1087;&#1083;&#1077;&#1082;&#1090;&#1072; &#1076;&#1083;&#1103; &#1082;&#1086;&#1085;&#1090;&#1072;&#1082;&#1090;&#1086;&#1074; &#1087;&#1086; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1086;&#1081; &#1087;&#1086;&#1095;&#1090;&#1077;:

&#1050;&#1086;&#1084;&#1087;&#1083;&#1077;&#1082;&#1090; &quot;&#1054;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080; &#1052;&#1086;&#1089;&#1082;&#1074;&#1099;&quot; - 38000 &#1087;&#1088;&#1077;&#1076;&#1087;&#1088;&#1080;&#1103;&#1090;&#1080;&#1081; (&#1074;&#1089;&#1077; &#1089; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1099;&#1084;&#1080;
&#1072;&#1076;&#1088;&#1077;&#1089;&#1072;&#1084;&#1080;);
&#1050;&#1086;&#1084;&#1087;&#1083;&#1077;&#1082;&#1090; &quot;&#1054;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080; &#1057;&#1053;&#1043;&quot; - 30000 &#1087;&#1088;&#1077;&#1076;&#1087;&#1088;&#1080;&#1103;&#1090;&#1080;&#1081; (&#1074;&#1089;&#1077; &#1089; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1099;&#1084;&#1080; &#1072;&#1076;&#1088;&#1077;&#1089;&#1072;&#1084;&#1080;)

&#1050;&#1072;&#1078;&#1076;&#1099;&#1081; &#1082;&#1086;&#1084;&#1087;&#1083;&#1077;&#1082;&#1090; &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090; &#1074; &#1089;&#1077;&#1073;&#1103;:
- &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1091;&#1102; &#1073;&#1072;&#1079;&#1091; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &#1076;&#1083;&#1103; &#1082;&#1086;&#1085;&#1090;&#1072;&#1082;&#1090;&#1086;&#1074; &#1087;&#1086; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1086;&#1081; &#1087;&#1086;&#1095;&#1090;&#1077;; 
- &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1091; GroupMail &#1076;&#1083;&#1103; &#1072;&#1074;&#1090;&#1086;&#1084;&#1072;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1082;&#1080; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1086;&#1081; &#1087;&#1086;&#1095;&#1090;&#1099;. 

&#1041;&#1072;&#1079;&#1072; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &quot;38000 &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1072;&#1094;&#1080;&#1081; &#1052;&#1086;&#1089;&#1082;&#1074;&#1099;&quot;. &#1050;&#1088;&#1086;&#1084;&#1077; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1086;&#1075;&#1086; &#1072;&#1076;&#1088;&#1077;&#1089;&#1072; (e-mail
&#1080;&#1084;&#1077;&#1077;&#1090;&#1089;&#1103; &#1091; &#1082;&#1072;&#1078;&#1076;&#1086;&#1081; &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080;) &#1087;&#1086; &#1082;&#1072;&#1078;&#1076;&#1086;&#1081; &#1082;&#1086;&#1084;&#1087;&#1072;&#1085;&#1080;&#1080; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1099;: 
- &#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077;, 
- &#1088;&#1086;&#1076; &#1076;&#1077;&#1103;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1080;, 
- &#1090;&#1077;&#1083;&#1077;&#1092;&#1086;&#1085;&#1099;, 
- &#1092;&#1072;&#1082;&#1089;, 
- &#1087;&#1086;&#1095;&#1090;&#1086;&#1074;&#1099;&#1081; &#1072;&#1076;&#1088;&#1077;&#1089;, 
- &#1072;&#1076;&#1088;&#1077;&#1089; &#1089;&#1072;&#1081;&#1090;&#1072;. 
&#1041;&#1072;&#1079;&#1072; &#1086;&#1092;&#1086;&#1088;&#1084;&#1083;&#1077;&#1085;&#1072; &#1074; &#1074;&#1080;&#1076;&#1077; &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1086;&#1081; &#1090;&#1072;&#1073;&#1083;&#1080;&#1094;&#1099; Excel, &#1095;&#1090;&#1086; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1100; &#1089;
&#1085;&#1077;&#1102; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1102; &#1089; &#1083;&#1102;&#1073;&#1099;&#1084; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077;&#1084; &#1079;&#1085;&#1072;&#1085;&#1080;&#1103; &#1082;&#1086;&#1084;&#1087;&#1100;&#1102;&#1090;&#1077;&#1088;&#1072;, &#1080; &#1076;&#1072;&#1077;&#1090; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100;
&#1089;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1082;&#1080; &#1089;&#1090;&#1088;&#1086;&#1082; &#1087;&#1086; &#1083;&#1102;&#1073;&#1086;&#1084;&#1091; &#1080;&#1079; &#1087;&#1072;&#1088;&#1072;&#1084;&#1077;&#1090;&#1088;&#1086;&#1074;, &#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1087;&#1086; &#1088;&#1086;&#1076;&#1091; &#1076;&#1077;&#1103;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1080;. &#1042;
&#1073;&#1072;&#1079;&#1091; &#1074;&#1086;&#1096;&#1083;&#1080; &#1074;&#1089;&#1077; &#1082;&#1086;&#1084;&#1087;&#1072;&#1085;&#1080;&#1080;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1089;&#1072;&#1084;&#1080; &#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1091;&#1102;&#1090; &#1089;&#1074;&#1086;&#1081; e-mail &#1074; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1093;
&#1073;&#1080;&#1079;&#1085;&#1077;&#1089;-&#1089;&#1087;&#1088;&#1072;&#1074;&#1086;&#1095;&#1085;&#1080;&#1082;&#1072;&#1093; &#1087;&#1086; &#1052;&#1086;&#1089;&#1082;&#1074;&#1077;. &#1042;&#1086;&#1079;&#1074;&#1088;&#1072;&#1090;&#1086;&#1074; &#1089; &#1085;&#1077;&#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1093; &#1072;&#1076;&#1088;&#1077;&#1089;&#1086;&#1074; &#1087;&#1088;&#1080;
&#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1082;&#1072;&#1093;: 15%. &#1054;&#1073;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1073;&#1072;&#1079;&#1099; &#1087;&#1088;&#1086;&#1080;&#1089;&#1093;&#1086;&#1076;&#1080;&#1090; &#1082;&#1072;&#1078;&#1076;&#1099;&#1081; &#1082;&#1074;&#1072;&#1088;&#1090;&#1072;&#1083;. &#1041;&#1072;&#1079;&#1072; &#1089;
&#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1086;&#1081; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1085;&#1072; &#1082;&#1086;&#1084;&#1087;&#1072;&#1082;&#1090;-&#1076;&#1080;&#1089;&#1082;&#1077; &#1080;&#1083;&#1080; &#1074;&#1099;&#1089;&#1099;&#1083;&#1072;&#1077;&#1090;&#1089;&#1103; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1086;&#1081;
&#1087;&#1086;&#1095;&#1090;&#1086;&#1081;.
&#1057;&#1058;&#1054;&#1048;&#1052;&#1054;&#1057;&#1058;&#1068; &#1076;&#1072;&#1085;&#1085;&#1086;&#1081; &#1073;&#1072;&#1079;&#1099; &#1074; &#1082;&#1086;&#1084;&#1087;&#1083;&#1077;&#1082;&#1090;&#1077; &#1089; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1086;&#1081; GroupMail (&#1089;&#1084;. &#1085;&#1080;&#1078;&#1077;) - $300.
&#1057;&#1090;&#1086;&#1080;&#1084;&#1086;&#1089;&#1090;&#1100; &#1086;&#1073;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; $60. &#1060;&#1086;&#1088;&#1084;&#1072; &#1086;&#1087;&#1083;&#1072;&#1090;&#1099; &#1083;&#1102;&#1073;&#1072;&#1103;. &#1047;&#1072;&#1082;&#1072;&#1079;&#1099; &#1080; &#1074;&#1086;&#1087;&#1088;&#1086;&#1089;&#1099; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1081;&#1090;&#1077;
&#1085;&#1072; &#1072;&#1076;&#1088;&#1077;&#1089; <A HREF="http://mailman.modpython.org/mailman/listinfo/mod_python">mailbase at post.com.</A>

&#1041;&#1072;&#1079;&#1072; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &quot;30000 &#1087;&#1088;&#1077;&#1076;&#1087;&#1088;&#1080;&#1103;&#1090;&#1080;&#1081; &#1057;&#1053;&#1043;&quot;. &#1050;&#1088;&#1086;&#1084;&#1077; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1086;&#1075;&#1086; &#1072;&#1076;&#1088;&#1077;&#1089;&#1072; (e-mail
&#1080;&#1084;&#1077;&#1077;&#1090;&#1089;&#1103; &#1091; &#1082;&#1072;&#1078;&#1076;&#1086;&#1081; &#1086;&#1088;&#1075;&#1072;&#1085;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080;) &#1087;&#1086; &#1082;&#1072;&#1078;&#1076;&#1086;&#1081; &#1082;&#1086;&#1084;&#1087;&#1072;&#1085;&#1080;&#1080; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1099;:
- &#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077;, 
- &#1092;&#1086;&#1088;&#1084;&#1072; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1080;, 
- &#1090;&#1077;&#1083;&#1077;&#1092;&#1086;&#1085;&#1099;, 
- &#1092;&#1072;&#1082;&#1089;, 
- &#1087;&#1086;&#1095;&#1090;&#1086;&#1074;&#1099;&#1081; &#1072;&#1076;&#1088;&#1077;&#1089;, 
- &#1072;&#1076;&#1088;&#1077;&#1089; &#1089;&#1072;&#1081;&#1090;&#1072;, 
- &#1060;.&#1048;.&#1054;. &#1080; &#1076;&#1086;&#1083;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100; &#1088;&#1091;&#1082;&#1086;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1103; (!), 
- &#1095;&#1080;&#1089;&#1083;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1100; &#1096;&#1090;&#1072;&#1090;&#1072;, 
- &#1089;&#1087;&#1080;&#1089;&#1086;&#1082; &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1084;&#1099;&#1093; &#1090;&#1086;&#1074;&#1072;&#1088;&#1086;&#1074; &#1080; &#1091;&#1089;&#1083;&#1091;&#1075;. 
&#1041;&#1072;&#1079;&#1072; &#1086;&#1092;&#1086;&#1088;&#1084;&#1083;&#1077;&#1085;&#1072; &#1074; &#1074;&#1080;&#1076;&#1077; &#1089;&#1090;&#1072;&#1085;&#1076;&#1072;&#1088;&#1090;&#1085;&#1086;&#1081; &#1090;&#1072;&#1073;&#1083;&#1080;&#1094;&#1099; Excel, &#1095;&#1090;&#1086; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1100; &#1089;
&#1085;&#1077;&#1102; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1077;&#1083;&#1102; &#1089; &#1083;&#1102;&#1073;&#1099;&#1084; &#1091;&#1088;&#1086;&#1074;&#1085;&#1077;&#1084; &#1079;&#1085;&#1072;&#1085;&#1080;&#1103; &#1082;&#1086;&#1084;&#1087;&#1100;&#1102;&#1090;&#1077;&#1088;&#1072;. &#1042;&#1086;&#1079;&#1074;&#1088;&#1072;&#1090;&#1086;&#1074; &#1089;
&#1085;&#1077;&#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1093; &#1072;&#1076;&#1088;&#1077;&#1089;&#1086;&#1074; &#1087;&#1088;&#1080; &#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1082;&#1072;&#1093;: 20%. &#1054;&#1073;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1073;&#1072;&#1079;&#1099; &#1087;&#1088;&#1086;&#1080;&#1089;&#1093;&#1086;&#1076;&#1080;&#1090;
&#1082;&#1072;&#1078;&#1076;&#1099;&#1081; &#1082;&#1074;&#1072;&#1088;&#1090;&#1072;&#1083;. &#1041;&#1072;&#1079;&#1072; &#1089; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1086;&#1081; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1085;&#1072; &#1082;&#1086;&#1084;&#1087;&#1072;&#1082;&#1090;-&#1076;&#1080;&#1089;&#1082;&#1077; &#1080;&#1083;&#1080;
&#1074;&#1099;&#1089;&#1099;&#1083;&#1072;&#1077;&#1090;&#1089;&#1103; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1086;&#1081; &#1087;&#1086;&#1095;&#1090;&#1086;&#1081;.
&#1057;&#1058;&#1054;&#1048;&#1052;&#1054;&#1057;&#1058;&#1068; &#1076;&#1072;&#1085;&#1085;&#1086;&#1081; &#1073;&#1072;&#1079;&#1099; &#1074; &#1082;&#1086;&#1084;&#1087;&#1083;&#1077;&#1082;&#1090;&#1077; &#1089; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1086;&#1081; GroupMail (&#1089;&#1084;. &#1085;&#1080;&#1078;&#1077;) - $200.
&#1057;&#1090;&#1086;&#1080;&#1084;&#1086;&#1089;&#1090;&#1100; &#1086;&#1073;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; $40. &#1060;&#1086;&#1088;&#1084;&#1072; &#1086;&#1087;&#1083;&#1072;&#1090;&#1099; &#1083;&#1102;&#1073;&#1072;&#1103;. &#1047;&#1072;&#1082;&#1072;&#1079;&#1099; &#1080; &#1074;&#1086;&#1087;&#1088;&#1086;&#1089;&#1099; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1081;&#1090;&#1077;
&#1085;&#1072; &#1072;&#1076;&#1088;&#1077;&#1089; <A HREF="http://mailman.modpython.org/mailman/listinfo/mod_python">mailbase at post.com.</A>

&#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072; &quot;Group Mail&quot; &#1087;&#1088;&#1077;&#1076;&#1085;&#1072;&#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1072; &#1076;&#1083;&#1103; &#1086;&#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1099;&#1093;
&#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1086;&#1082;. &#1042;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1082;&#1080; &quot;Group Mail&quot; &#1075;&#1077;&#1085;&#1077;&#1088;&#1080;&#1088;&#1091;&#1077;&#1090; &#1080; &#1086;&#1090;&#1089;&#1099;&#1083;&#1072;&#1077;&#1090; &#1087;&#1080;&#1089;&#1100;&#1084;&#1072; &#1076;&#1083;&#1103;
&#1082;&#1072;&#1078;&#1076;&#1086;&#1075;&#1086; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1090;&#1077;&#1083;&#1103; &#1074; &#1086;&#1090;&#1076;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1080;. &#1055;&#1088;&#1080; &#1101;&#1090;&#1086;&#1084; &#1074; &#1090;&#1077;&#1082;&#1089;&#1090;&#1072;&#1093; (&#1082;&#1072;&#1082; &#1074; &#1090;&#1077;&#1084;&#1077;, &#1090;&#1072;&#1082; &#1080; &#1074;
&#1090;&#1077;&#1083;&#1077; &#1087;&#1080;&#1089;&#1100;&#1084;&#1072;) &#1084;&#1086;&#1078;&#1077;&#1090; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1087;&#1086;&#1076;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1082;&#1072; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1080; &#1080;&#1079; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1093; &#1103;&#1095;&#1077;&#1077;&#1082;
&#1073;&#1072;&#1079;&#1099;, &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1093; &#1082;&#1086;&#1085;&#1082;&#1088;&#1077;&#1090;&#1085;&#1086;&#1084;&#1091; &#1072;&#1076;&#1088;&#1077;&#1089;&#1091;. &#1069;&#1090;&#1086; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1086;&#1073;&#1088;&#1072;&#1097;&#1072;&#1090;&#1100;&#1089;&#1103; &#1082;
&#1082;&#1072;&#1078;&#1076;&#1086;&#1084;&#1091; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1090;&#1077;&#1083;&#1102; &#1087;&#1086; &#1080;&#1084;&#1077;&#1085;&#1080; &#1074; &#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1082;&#1072;&#1093; &#1087;&#1086; &#1073;&#1072;&#1079;&#1077; &#1042;&#1072;&#1096;&#1080;&#1093; &#1082;&#1083;&#1080;&#1077;&#1085;&#1090;&#1086;&#1074; &#1080;&#1083;&#1080;
&#1087;&#1072;&#1088;&#1090;&#1085;&#1077;&#1088;&#1086;&#1074;, &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; &#1083;&#1102;&#1073;&#1099;&#1084; &#1076;&#1088;&#1091;&#1075;&#1080;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084; &#1087;&#1077;&#1088;&#1089;&#1086;&#1085;&#1080;&#1092;&#1080;&#1094;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1042;&#1072;&#1096;&#1091; &#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1082;&#1091;.
&#1053;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1090;&#1077;&#1084;&#1072; &#1087;&#1080;&#1089;&#1100;&#1084;&#1072; &#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1090;&#1072;&#1082;&#1086;&#1081;: &quot;&#1055;&#1088;&#1077;&#1076;&#1083;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1076;&#1083;&#1103; &#1082;&#1086;&#1084;&#1087;&#1072;&#1085;&#1080;&#1080;
(&#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077;_&#1082;&#1086;&#1084;&#1087;&#1072;&#1085;&#1080;&#1080;)&quot;. &quot;Group Mail&quot; &#1080;&#1084;&#1077;&#1077;&#1090; &#1096;&#1080;&#1088;&#1086;&#1082;&#1080;&#1077; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1080; &#1087;&#1086; &#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1102; &#1073;&#1072;&#1079;
&#1076;&#1072;&#1085;&#1085;&#1099;&#1093;. &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1074; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1091; &#1089;&#1074;&#1086;&#1080; &#1073;&#1072;&#1079;&#1099;. &#1048;&#1093; &#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100;
&#1085;&#1077;&#1086;&#1075;&#1088;&#1072;&#1085;&#1080;&#1095;&#1077;&#1085;&#1085;&#1086;&#1077; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086;. &#1041;&#1072;&#1079;&#1099; &#1084;&#1086;&#1078;&#1085;&#1086; &#1089;&#1086;&#1079;&#1076;&#1072;&#1074;&#1072;&#1090;&#1100;, &#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1103;&#1090;&#1100;, &#1088;&#1077;&#1076;&#1072;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100;.
&#1055;&#1080;&#1089;&#1100;&#1084;&#1072; &#1074; &#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1082;&#1072;&#1093; &#1084;&#1086;&#1075;&#1091;&#1090; &#1089;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1090;&#1100;&#1089;&#1103; &#1082;&#1072;&#1082; &#1074; &#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1077; txt, &#1090;&#1072;&#1082; &#1080; html.
&#1056;&#1077;&#1072;&#1083;&#1080;&#1079;&#1086;&#1074;&#1072;&#1085;&#1072; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100; &#1087;&#1088;&#1080;&#1082;&#1088;&#1077;&#1087;&#1083;&#1077;&#1085;&#1080;&#1103; &#1092;&#1072;&#1081;&#1083;&#1086;&#1074; &#1083;&#1102;&#1073;&#1086;&#1075;&#1086; &#1092;&#1086;&#1088;&#1084;&#1072;&#1090;&#1072;. Group Mail
&#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1077;&#1090; &#1073;&#1077;&#1079; &#1091;&#1095;&#1072;&#1089;&#1090;&#1080;&#1103; &#1082;&#1072;&#1082;&#1086;&#1081;-&#1083;&#1080;&#1073;&#1086; &#1076;&#1088;&#1091;&#1075;&#1086;&#1081; &#1087;&#1086;&#1095;&#1090;&#1086;&#1074;&#1086;&#1081; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1099;. &#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072; &quot;Group
Mail&quot; &#1073;&#1077;&#1089;&#1087;&#1083;&#1072;&#1090;&#1085;&#1086; &#1087;&#1088;&#1080;&#1083;&#1072;&#1075;&#1072;&#1077;&#1090;&#1089;&#1103; &#1082; &#1082;&#1072;&#1078;&#1076;&#1086;&#1081; &#1080;&#1079; &#1074;&#1099;&#1096;&#1077;&#1086;&#1087;&#1080;&#1089;&#1072;&#1085;&#1085;&#1099;&#1093; &#1073;&#1072;&#1079; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093;. &#1053;&#1086; &#1077;&#1077;
&#1084;&#1086;&#1078;&#1085;&#1086; &#1087;&#1088;&#1080;&#1086;&#1073;&#1088;&#1077;&#1089;&#1090;&#1080; &#1080; &#1086;&#1090;&#1076;&#1077;&#1083;&#1100;&#1085;&#1086; &#1076;&#1083;&#1103; &#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1082;&#1080; &#1087;&#1086; &#1089;&#1074;&#1086;&#1080;&#1084; &#1073;&#1072;&#1079;&#1072;&#1084;. &#1042; &#1101;&#1090;&#1086;&#1084; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077;
&#1089;&#1090;&#1086;&#1080;&#1084;&#1086;&#1089;&#1090;&#1100; &#1077;&#1077; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1103; $25. &#1060;&#1086;&#1088;&#1084;&#1072; &#1086;&#1087;&#1083;&#1072;&#1090;&#1099; &#1083;&#1102;&#1073;&#1072;&#1103;. &#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072;
&#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1085;&#1072; &#1082;&#1086;&#1084;&#1087;&#1072;&#1082;&#1090;-&#1076;&#1080;&#1089;&#1082;&#1077; &#1080;&#1083;&#1080; &#1074;&#1099;&#1089;&#1099;&#1083;&#1072;&#1077;&#1090;&#1089;&#1103; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1086;&#1081; &#1087;&#1086;&#1095;&#1090;&#1086;&#1081;. &#1047;&#1072;&#1082;&#1072;&#1079;&#1099;
&#1080; &#1074;&#1086;&#1087;&#1088;&#1086;&#1089;&#1099; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1081;&#1090;&#1077; &#1085;&#1072; &#1072;&#1076;&#1088;&#1077;&#1089; <A HREF="http://mailman.modpython.org/mailman/listinfo/mod_python">mailbase at post.com.</A>

&#1042;&#1085;&#1080;&#1084;&#1072;&#1085;&#1080;&#1077;! &#1055;&#1088;&#1080; &#1086;&#1076;&#1085;&#1086;&#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1085;&#1086;&#1084; &#1087;&#1088;&#1080;&#1086;&#1073;&#1088;&#1077;&#1090;&#1077;&#1085;&#1080;&#1080; &#1086;&#1073;&#1077;&#1080;&#1093; &#1073;&#1072;&#1079; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103;
&#1089;&#1082;&#1080;&#1076;&#1082;&#1072;: $100!

&#1042;&#1099;&#1087;&#1086;&#1083;&#1085;&#1103;&#1077;&#1084; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1099;&#1077; &#1088;&#1072;&#1089;&#1089;&#1099;&#1083;&#1082;&#1080; &#1087;&#1086; &#1042;&#1072;&#1096;&#1077;&#1084;&#1091; &#1079;&#1072;&#1082;&#1072;&#1079;&#1091;. &#1047;&#1072;&#1082;&#1072;&#1079;&#1099; &#1080; &#1074;&#1086;&#1087;&#1088;&#1086;&#1089;&#1099;
&#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1081;&#1090;&#1077; &#1085;&#1072; &#1072;&#1076;&#1088;&#1077;&#1089; <A HREF="http://mailman.modpython.org/mailman/listinfo/mod_python">mailbase at post.com.</A>

&#1048;&#1084;&#1077;&#1102;&#1090;&#1089;&#1103; &#1090;&#1072;&#1082;&#1078;&#1077; &#1084;&#1072;&#1088;&#1082;&#1077;&#1090;&#1080;&#1085;&#1075;&#1086;&#1074;&#1099;&#1077; &#1073;&#1072;&#1079;&#1099; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &#1050;&#1056;&#1059;&#1055;&#1053;&#1045;&#1049;&#1064;&#1048;&#1061; &#1055;&#1056;&#1045;&#1044;&#1055;&#1056;&#1048;&#1071;&#1058;&#1048;&#1049;:
&quot;&#1055;&#1088;&#1077;&#1076;&#1087;&#1088;&#1080;&#1103;&#1090;&#1080;&#1103; &#1052;&#1086;&#1089;&#1082;&#1074;&#1099;/&#1056;&#1086;&#1089;&#1089;&#1080;&#1080;/&#1057;&#1053;&#1043; &#1089; &#1095;&#1080;&#1089;&#1083;&#1077;&#1085;&#1085;&#1086;&#1089;&#1090;&#1100;&#1102; &#1096;&#1090;&#1072;&#1090;&#1072; &#1073;&#1086;&#1083;&#1077;&#1077; 50/500/1000
&#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;&quot;. &#1057;&#1090;&#1086;&#1080;&#1084;&#1086;&#1089;&#1090;&#1080; &#1101;&#1090;&#1093; &#1073;&#1072;&#1079; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &#1086;&#1090; $100 &#1076;&#1086; $300. &#1060;&#1086;&#1088;&#1084;&#1072; &#1086;&#1087;&#1083;&#1072;&#1090;&#1099; &#1083;&#1102;&#1073;&#1072;&#1103;.
&#1041;&#1072;&#1079;&#1099; &#1087;&#1088;&#1077;&#1076;&#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1085;&#1072; &#1082;&#1086;&#1084;&#1087;&#1072;&#1082;&#1090; &#1076;&#1080;&#1089;&#1082;&#1077; &#1080;&#1083;&#1080; &#1074;&#1099;&#1089;&#1099;&#1083;&#1072;&#1077;&#1090;&#1089;&#1103; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1086;&#1081; &#1087;&#1086;&#1095;&#1090;&#1086;&#1081;.
&#1047;&#1072;&#1082;&#1072;&#1079;&#1099; &#1080; &#1074;&#1086;&#1087;&#1088;&#1086;&#1089;&#1099; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1083;&#1103;&#1081;&#1090;&#1077; &#1085;&#1072; &#1072;&#1076;&#1088;&#1077;&#1089; <A HREF="http://mailman.modpython.org/mailman/listinfo/mod_python">mailbase at post.com.</A>

&#1041;&#1072;&#1079;&#1099; &#1088;&#1077;&#1075;&#1080;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1087;&#1088;&#1086;&#1084;&#1099;&#1096;&#1083;&#1077;&#1085;&#1085;&#1099;&#1093; &#1087;&#1088;&#1077;&#1076;&#1087;&#1088;&#1080;&#1103;&#1090;&#1080;&#1081;. <A HREF="http://mailman.modpython.org/mailman/listinfo/mod_python">mailbase at post.com.</A>


&#1050;&#1086;&#1084;&#1087;&#1072;&#1085;&#1080;&#1103; MailBase,
E-mail: <A HREF="http://mailman.modpython.org/mailman/listinfo/mod_python">mailbase at post.com</A>





</PRE>
<!--endarticle-->
</td>
<td align="right" valign="top">
<script type="text/javascript"><!--
google_ad_client = "pub-9718360309690383";
google_ad_width = 120;
google_ad_height = 600;
google_ad_format = "120x600_as";
google_color_border = "CCCCCC";
google_color_bg = "FFFFFF";
google_color_link = "000000";
google_color_url = "666666";
google_color_text = "333333";
//--></script>
<script type="text/javascript"
  src="http://pagead2.googlesyndication.com/pagead/show_ads.js">
</script>
</td>
</table>
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="004747.html">[mod_python] Problem adding mod_python into apache
</A></li>
	<LI>Next message: <A HREF="004750.html">[mod_python] &#207;&#240;&#238;&#228;&#224;&#230;&#224;,&#239;&#238;&#234;&#243;&#239;&#234;&#224; &#239;&#240;&#238;&#228;&#243;&#234;&#246;&#232;&#232;,&#239;&#238;&#232;&#241;&#234; &#239;&#224;&#240;&#242;&#237;&#229;&#240;&#238;&#226;.
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#4748">[ date ]</a>
              <a href="thread.html#4748">[ thread ]</a>
              <a href="subject.html#4748">[ subject ]</a>
              <a href="author.html#4748">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="http://mailman.modpython.org/mailman/listinfo/mod_python">More information about the Mod_python
mailing list</a><br>
</body></html>
