<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [mod_python] &#206;&#231;&#229;&#235;&#229;&#237;&#229;&#237;&#232;&#229; &#232; &#235;&#224;&#237;&#228;&#248;&#224;&#244;&#242;&#237;&#251;&#233; &#228;&#232;&#231;&#224;&#233;&#237;
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:mod_python%40modpython.org?Subject=%5Bmod_python%5D%20%CE%E7%E5%EB%E5%ED%E5%ED%E8%E5%20%E8%20%EB%E0%ED%E4%F8%E0%F4%F2%ED%FB%E9%20%E4%E8%E7%E0%E9%ED&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="012144.html">
   <LINK REL="Next"  HREF="012146.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[mod_python] &#206;&#231;&#229;&#235;&#229;&#237;&#229;&#237;&#232;&#229; &#232; &#235;&#224;&#237;&#228;&#248;&#224;&#244;&#242;&#237;&#251;&#233; &#228;&#232;&#231;&#224;&#233;&#237;</H1>
<table border=0 width="100%"><tr><td valign="top">
    <B>&#202;&#238;&#236;&#239;&#224;&#237;&#232;&#255; &quot;&#208;&#243;&#241;&#241;&#234;&#232;&#233; &#209;&#224;&#228;&quot;</B> 
    <A HREF="mailto:mod_python%40modpython.org?Subject=%5Bmod_python%5D%20%CE%E7%E5%EB%E5%ED%E5%ED%E8%E5%20%E8%20%EB%E0%ED%E4%F8%E0%F4%F2%ED%FB%E9%20%E4%E8%E7%E0%E9%ED&In-Reply-To="
       TITLE="[mod_python] &#206;&#231;&#229;&#235;&#229;&#237;&#229;&#237;&#232;&#229; &#232; &#235;&#224;&#237;&#228;&#248;&#224;&#244;&#242;&#237;&#251;&#233; &#228;&#232;&#231;&#224;&#233;&#237;">rusgarden at zensearch.net
       </A><BR>
    <I>Mon Sep 10 01:48:05 EST 2001</I>
    <P><UL>
        <LI>Previous message: <A HREF="012144.html">[mod_python] &#207;&#240;&#238;&#228;&#224;&#230;&#224;,&#239;&#238;&#234;&#243;&#239;&#234;&#224; &#239;&#240;&#238;&#228;&#243;&#234;&#246;&#232;&#232;,&#239;&#238;&#232;&#241;&#234; &#239;&#224;&#240;&#242;&#237;&#229;&#240;&#238;&#226;.
</A></li>
        <LI>Next message: <A HREF="012146.html">[mod_python] Congratulations for 3.0 alpha...
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#12145">[ date ]</a>
              <a href="thread.html#12145">[ thread ]</a>
              <a href="subject.html#12145">[ subject ]</a>
              <a href="author.html#12145">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>&#1047;&#1076;&#1088;&#1072;&#1074;&#1089;&#1090;&#1074;&#1091;&#1081;&#1090;&#1077; &#1051;&#1077;&#1086;&#1085;&#1080;&#1076; &#1040;&#1083;&#1077;&#1082;&#1089;&#1072;&#1085;&#1076;&#1088;&#1086;&#1074;&#1080;&#1095;!

&#1053;&#1072;&#1096;&#1072; &#1082;&#1086;&#1084;&#1087;&#1072;&#1085;&#1080;&#1103; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1085;&#1072; &#1082;&#1072;&#1095;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086; &#1080; &#1074; &#1082;&#1088;&#1072;&#1090;&#1095;&#1072;&#1081;&#1096;&#1080;&#1077; &#1089;&#1088;&#1086;&#1082;&#1080; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1100; &#1088;&#1072;&#1073;&#1086;&#1090;&#1099; &#1085;&#1072; &#1042;&#1072;&#1096;&#1077;&#1084; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1077;.

&#1050;&#1086;&#1084;&#1087;&#1072;&#1085;&#1080;&#1103; &quot;&#1056;&#1091;&#1089;&#1089;&#1082;&#1080;&#1081; &#1057;&#1072;&#1076;&quot; &#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1080;&#1079;&#1080;&#1088;&#1091;&#1077;&#1090;&#1089;&#1103; &#1085;&#1072; &#1086;&#1079;&#1077;&#1083;&#1077;&#1085;&#1077;&#1085;&#1080;&#1077; &#1080; &#1073;&#1083;&#1072;&#1075;&#1086;&#1091;&#1089;&#1090;&#1088;&#1086;&#1081;&#1089;&#1090;&#1074;&#1077; &#1090;&#1077;&#1088;&#1088;&#1080;&#1090;&#1086;&#1088;&#1080;&#1081;. 
&#1047;&#1072;&#1082;&#1083;&#1102;&#1095;&#1080;&#1074; &#1089; &#1085;&#1072;&#1084;&#1080; &#1076;&#1086;&#1075;&#1086;&#1074;&#1086;&#1088; &#1074; &#1089;&#1077;&#1085;&#1090;&#1103;&#1073;&#1088;&#1077;, &#1042;&#1099; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1077;&#1090;&#1077; &#1073;&#1077;&#1089;&#1087;&#1083;&#1072;&#1090;&#1085;&#1086;&#1077; &#1089;&#1077;&#1088;&#1074;&#1080;&#1089;&#1085;&#1086;&#1077; &#1086;&#1073;&#1077;&#1089;&#1087;&#1077;&#1095;&#1077;&#1085;&#1080;&#1077; 
&#1076;&#1086; &#1082;&#1086;&#1085;&#1094;&#1072; &#1075;&#1086;&#1076;&#1072; &#1080; &#1083;&#1100;&#1075;&#1086;&#1090;&#1085;&#1099;&#1081; &#1076;&#1086;&#1075;&#1086;&#1074;&#1086;&#1088; &#1085;&#1072; &#1072;&#1073;&#1086;&#1085;&#1077;&#1085;&#1090;&#1089;&#1082;&#1086;&#1077; &#1086;&#1073;&#1089;&#1083;&#1091;&#1078;&#1080;&#1074;&#1072;&#1085;&#1080;&#1077;.

&#1052;&#1099; &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1084; &#1088;&#1072;&#1079;&#1083;&#1080;&#1095;&#1085;&#1099;&#1077; &#1074;&#1080;&#1076;&#1099; &#1088;&#1072;&#1073;&#1086;&#1090;, &#1074; &#1090;&#1086;&#1084; &#1095;&#1080;&#1089;&#1083;&#1077; &#1084;&#1099; &#1089;&#1086;&#1079;&#1076;&#1072;&#1077;&#1084;:

- &#1075;&#1072;&#1079;&#1086;&#1085;&#1099;
- &#1078;&#1080;&#1074;&#1099;&#1077; &#1080;&#1079;&#1075;&#1086;&#1088;&#1086;&#1076;&#1080;
- &#1072;&#1083;&#1100;&#1087;&#1080;&#1085;&#1072;&#1088;&#1080;&#1080;
- &#1082;&#1083;&#1091;&#1084;&#1073;&#1099;
- &#1073;&#1086;&#1088;&#1076;&#1102;&#1088;&#1099;
- &#1089;&#1072;&#1076;&#1086;&#1074;&#1099;&#1077; &#1076;&#1086;&#1088;&#1086;&#1078;&#1082;&#1080;
- &#1082;&#1091;&#1089;&#1090;&#1072;&#1088;&#1085;&#1080;&#1082;&#1086;&#1074;&#1099;&#1077; &#1087;&#1086;&#1089;&#1072;&#1076;&#1082;&#1080;
- &#1087;&#1086;&#1089;&#1072;&#1076;&#1082;&#1080; &#1076;&#1077;&#1088;&#1077;&#1074;&#1100;&#1077;&#1074;

&#1058;&#1072;&#1082;&#1078;&#1077; &#1084;&#1099; &#1087;&#1088;&#1086;&#1074;&#1086;&#1076;&#1080;&#1084; &#1083;&#1072;&#1085;&#1076;&#1096;&#1072;&#1092;&#1090;&#1085;&#1086;&#1077; &#1087;&#1088;&#1086;&#1077;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077;, &#1089;&#1086;&#1079;&#1076;&#1072;&#1077;&#1084; &#1076;&#1077;&#1085;&#1076;&#1088;&#1086;&#1087;&#1083;&#1072;&#1085;&#1099;, &#1087;&#1088;&#1077;&#1076;&#1083;&#1072;&#1075;&#1072;&#1077;&#1084; &#1076;&#1080;&#1079;&#1072;&#1081;&#1085;&#1077;&#1088;&#1089;&#1082;&#1086;&#1077; 
&#1089;&#1086;&#1087;&#1088;&#1086;&#1074;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1077; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1072; &#1085;&#1072; &#1083;&#1102;&#1073;&#1086;&#1081; &#1089;&#1090;&#1072;&#1076;&#1080;&#1080; &#1075;&#1086;&#1090;&#1086;&#1074;&#1085;&#1086;&#1089;&#1090;&#1080;.

&#1042;&#1089;&#1077; &#1085;&#1072;&#1096;&#1080; &#1082;&#1083;&#1080;&#1077;&#1085;&#1090;&#1099; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1102;&#1090; &#1073;&#1077;&#1089;&#1087;&#1083;&#1072;&#1090;&#1085;&#1099;&#1077; &#1082;&#1086;&#1085;&#1089;&#1091;&#1083;&#1100;&#1090;&#1072;&#1094;&#1080;&#1080; &#1087;&#1086; &#1089;&#1086;&#1087;&#1088;&#1086;&#1074;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1102; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1085;&#1099;&#1093; &#1085;&#1072;&#1084;&#1080; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1086;&#1074;.

&#1050;&#1086;&#1084;&#1087;&#1072;&#1085;&#1080;&#1103; &quot;&#1056;&#1091;&#1089;&#1089;&#1082;&#1080;&#1081; &#1057;&#1072;&#1076;&quot; &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1077;&#1076;&#1080;&#1085;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;&#1081; &#1082;&#1086;&#1084;&#1087;&#1072;&#1085;&#1080;&#1077;&#1081; &#1085;&#1072; &#1088;&#1099;&#1085;&#1082;&#1077;, &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1103;&#1097;&#1077;&#1081; &#1086;&#1079;&#1077;&#1083;&#1077;&#1085;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1077; 
&#1080; &#1083;&#1072;&#1085;&#1076;&#1096;&#1072;&#1092;&#1090;&#1085;&#1099;&#1077; &#1088;&#1072;&#1073;&#1086;&#1090;&#1099; &#1074; &#1083;&#1102;&#1073;&#1086;&#1084; &#1088;&#1077;&#1075;&#1080;&#1086;&#1085;&#1077; &#1089;&#1090;&#1088;&#1072;&#1085;&#1099;, &#1087;&#1088;&#1080; &#1101;&#1090;&#1086;&#1084;, &#1085;&#1077; &#1087;&#1086;&#1074;&#1099;&#1096;&#1072;&#1103; &#1089;&#1090;&#1086;&#1080;&#1084;&#1086;&#1089;&#1090;&#1100; &#1088;&#1072;&#1073;&#1086;&#1090;.

&#1050;&#1086;&#1084;&#1087;&#1072;&#1085;&#1080;&#1103; &quot;&#1056;&#1091;&#1089;&#1089;&#1082;&#1080;&#1081; &#1057;&#1072;&#1076;&quot; &#1075;&#1086;&#1090;&#1086;&#1074;&#1072; &#1074;&#1079;&#1103;&#1090;&#1100; &#1085;&#1072; &#1089;&#1077;&#1073;&#1103; &#1074;&#1089;&#1077; &#1089;&#1077;&#1088;&#1074;&#1080;&#1089;&#1085;&#1086;&#1077; &#1086;&#1073;&#1077;&#1089;&#1087;&#1077;&#1095;&#1077;&#1085;&#1080;&#1077; &#1090;&#1077;&#1088;&#1088;&#1080;&#1090;&#1086;&#1088;&#1080;&#1081; &#1083;&#1102;&#1073;&#1086;&#1081; &#1089;&#1083;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1080; 
&#1080; &#1088;&#1072;&#1079;&#1084;&#1077;&#1088;&#1072;.

&#1052;&#1099; &#1087;&#1088;&#1080;&#1075;&#1083;&#1072;&#1096;&#1072;&#1077;&#1084; &#1042;&#1072;&#1089; &#1087;&#1086;&#1089;&#1077;&#1090;&#1080;&#1090;&#1100; &#1085;&#1072;&#1096; &#1089;&#1072;&#1081;&#1090; <A HREF="http://rusgarden.ru/">http://rusgarden.ru/</A>  &#1075;&#1076;&#1077; &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1086;&#1079;&#1085;&#1072;&#1082;&#1086;&#1084;&#1080;&#1090;&#1100;&#1089;&#1103; &#1089; 
&#1076;&#1077;&#1103;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;&#1089;&#1090;&#1100;&#1102; &#1082;&#1086;&#1084;&#1087;&#1072;&#1085;&#1080;&#1080;, &#1082;&#1088;&#1072;&#1090;&#1082;&#1080;&#1084; &#1087;&#1088;&#1072;&#1081;&#1089;-&#1083;&#1080;&#1089;&#1090;&#1086;&#1084; &#1080; &#1086;&#1073;&#1088;&#1072;&#1079;&#1094;&#1072;&#1084;&#1080; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1085;&#1099;&#1093; &#1088;&#1072;&#1073;&#1086;&#1090;, &#1072; &#1090;&#1072;&#1082;&#1078;&#1077; 
&quot;&#1055;&#1072;&#1088;&#1090;&#1085;&#1077;&#1088;&#1089;&#1082;&#1086;&#1081; &#1080; &quot;&#1056;&#1077;&#1075;&#1080;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1086;&#1081;&quot; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072;&#1084;&#1080;.


&#1057; &#1091;&#1074;&#1072;&#1078;&#1077;&#1085;&#1080;&#1077;&#1084; &#1082; &#1042;&#1072;&#1084;.
&#1050;&#1086;&#1084;&#1087;&#1072;&#1085;&#1080;&#1103; &quot;&#1056;&#1091;&#1089;&#1089;&#1082;&#1080;&#1081; &#1057;&#1072;&#1076;&quot;


</PRE>
<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="012144.html">[mod_python] &#207;&#240;&#238;&#228;&#224;&#230;&#224;,&#239;&#238;&#234;&#243;&#239;&#234;&#224; &#239;&#240;&#238;&#228;&#243;&#234;&#246;&#232;&#232;,&#239;&#238;&#232;&#241;&#234; &#239;&#224;&#240;&#242;&#237;&#229;&#240;&#238;&#226;.
</A></li>
	<LI>Next message: <A HREF="012146.html">[mod_python] Congratulations for 3.0 alpha...
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#12145">[ date ]</a>
              <a href="thread.html#12145">[ thread ]</a>
              <a href="subject.html#12145">[ subject ]</a>
              <a href="author.html#12145">[ author ]</a>
         </LI>
       </UL>

</td>
<td align="right" valign="top">
<script type="text/javascript"><!--
google_ad_client = "pub-9718360309690383";
google_ad_width = 120;
google_ad_height = 600;
google_ad_format = "120x600_as";
google_color_border = "CCCCCC";
google_color_bg = "FFFFFF";
google_color_link = "000000";
google_color_url = "666666";
google_color_text = "333333";
//--></script>
<script type="text/javascript"
  src="http://pagead2.googlesyndication.com/pagead/show_ads.js">
</script>
</td>
</table>

<hr>
<a href="http://mailman.modpython.org/mailman/listinfo/mod_python">More information about the Mod_python
mailing list</a><br>
</body></html>
