<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
 <HEAD>
   <TITLE> [mod_python] &#207;&#240;&#238;&#228;&#224;&#230;&#224;,&#239;&#238;&#234;&#243;&#239;&#234;&#224; &#239;&#240;&#238;&#228;&#243;&#234;&#246;&#232;&#232;,&#239;&#238;&#232;&#241;&#234; &#239;&#224;&#240;&#242;&#237;&#229;&#240;&#238;&#226;.
   </TITLE>
   <LINK REL="Index" HREF="index.html" >
   <LINK REL="made" HREF="mailto:mod_python%40modpython.org?Subject=%5Bmod_python%5D%20%CF%F0%EE%E4%E0%E6%E0%2C%EF%EE%EA%F3%EF%EA%E0%20%EF%F0%EE%E4%F3%EA%F6%E8%E8%2C%EF%EE%E8%F1%EA%20%EF%E0%F0%F2%ED%E5%F0%EE%E2.&In-Reply-To=">
   <META NAME="robots" CONTENT="index,nofollow">
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="012142.html">
   <LINK REL="Next"  HREF="012145.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[mod_python] &#207;&#240;&#238;&#228;&#224;&#230;&#224;,&#239;&#238;&#234;&#243;&#239;&#234;&#224; &#239;&#240;&#238;&#228;&#243;&#234;&#246;&#232;&#232;,&#239;&#238;&#232;&#241;&#234; &#239;&#224;&#240;&#242;&#237;&#229;&#240;&#238;&#226;.</H1>
<table border=0 width="100%"><tr><td valign="top">
    <B>Anonymouse</B> 
    <A HREF="mailto:mod_python%40modpython.org?Subject=%5Bmod_python%5D%20%CF%F0%EE%E4%E0%E6%E0%2C%EF%EE%EA%F3%EF%EA%E0%20%EF%F0%EE%E4%F3%EA%F6%E8%E8%2C%EF%EE%E8%F1%EA%20%EF%E0%F0%F2%ED%E5%F0%EE%E2.&In-Reply-To="
       TITLE="[mod_python] &#207;&#240;&#238;&#228;&#224;&#230;&#224;,&#239;&#238;&#234;&#243;&#239;&#234;&#224; &#239;&#240;&#238;&#228;&#243;&#234;&#246;&#232;&#232;,&#239;&#238;&#232;&#241;&#234; &#239;&#224;&#240;&#242;&#237;&#229;&#240;&#238;&#226;.">massmail at lb.bcentral.com
       </A><BR>
    <I>Sun Sep  9 21:27:48 EST 2001</I>
    <P><UL>
        <LI>Previous message: <A HREF="012142.html">[mod_python]&#1041;&#1072;&#1079;&#1099; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &#1087;&#1088;&#1077;&#1076;&#1087;&#1088;&#1080;&#1103;&#1090;&#1080;&#1081; &#1076;&#1083;&#1103; &#1082;&#1086;&#1085;&#1090;&#1072;&#1082;&#1090;&#1086;&#1074; &#1087;&#1086; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1086;&#1081; &#1087;&#1086;&#1095;&#1090;&#1077;
</A></li>
        <LI>Next message: <A HREF="012145.html">[mod_python] &#206;&#231;&#229;&#235;&#229;&#237;&#229;&#237;&#232;&#229; &#232; &#235;&#224;&#237;&#228;&#248;&#224;&#244;&#242;&#237;&#251;&#233; &#228;&#232;&#231;&#224;&#233;&#237;
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#12144">[ date ]</a>
              <a href="thread.html#12144">[ thread ]</a>
              <a href="subject.html#12144">[ subject ]</a>
              <a href="author.html#12144">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>                  &#211;&#226;&#224;&#230;&#224;&#229;&#236;&#251;&#229; &#227;&#238;&#241;&#239;&#238;&#228;&#224;!

	        &#215;&#242;&#238; &#242;&#224;&#234;&#238;&#229; &#200;&#237;&#244;&#238;&#240;&#236;&#224;&#246;&#232;&#255; ?   
&#200;&#237;&#244;&#238;&#240;&#236;&#224;&#246;&#232;&#255; &#150; &#253;&#242;&#238; &#226;&#235;&#224;&#241;&#242;&#252;, &#225;&#238;&#227;&#224;&#242;&#241;&#242;&#226;&#238;, &#243;&#241;&#239;&#229;&#245;, &#239;&#240;&#238;&#246;&#226;&#229;&#242;&#224;&#237;&#232;&#229;.
&#202;&#242;&#238; &#226;&#235;&#224;&#228;&#229;&#229;&#242; &#232;&#237;&#244;&#238;&#240;&#236;&#224;&#246;&#232;&#229;&#233;, &#242;&#238;&#242; &#243;&#239;&#240;&#224;&#226;&#235;&#255;&#229;&#242;.

	&#206;&#206;&#206; &#171;&#194;&#200;&#221;&#203;&#220;-&#204;&#187; &#239;&#240;&#229;&#228;&#235;&#224;&#227;&#224;&#229;&#242; &#194;&#224;&#236; &#226;&#238;&#241;&#239;&#238;&#235;&#252;&#231;&#238;&#226;&#224;&#242;&#252;&#241;&#255; &#242;&#224;&#234;&#238;&#233; &#232;&#237;&#244;&#238;&#240;&#236;&#224;&#246;&#232;&#229;&#233; &#232; &#226;&#231;&#255;&#242;&#252; &#237;&#224; &#241;&#229;&#225;&#255; &#239;&#240;&#238;&#225;&#235;&#229;&#236;&#243; &#239;&#238;&#232;&#241;&#234;&#224; &#237;&#229;&#238;&#225;&#245;&#238;&#228;&#232;&#236;&#238;&#227;&#238; &#194;&#224;&#236; &#238;&#225;&#238;&#240;&#243;&#228;&#238;&#226;&#224;&#237;&#232;&#255;, &#241;&#251;&#240;&#252;&#255;, &#239;&#240;&#232;&#225;&#238;&#240;&#238;&#226;, &#236;&#224;&#242;&#229;&#240;&#232;&#224;&#235;&#238;&#226; &#232; &#242;. &#228;., &#241;&#235;&#238;&#226;&#238;&#236; &#226;&#241;&#229;&#227;&#238; &#242;&#238;&#227;&#238;, &#225;&#229;&#231; &#247;&#229;&#227;&#238; &#237;&#229; &#236;&#238;&#230;&#229;&#242; &#241;&#243;&#249;&#229;&#241;&#242;&#226;&#238;&#226;&#224;&#242;&#252; &#194;&#224;&#248;&#229; &#239;&#240;&#238;&#232;&#231;&#226;&#238;&#228;&#241;&#242;&#226;&#238;, &#243;&#241;&#239;&#229;&#248;&#237;&#238; &#239;&#240;&#238;&#246;&#226;&#229;&#242;&#224;&#242;&#252; &#194;&#224;&#248; &#225;&#232;&#231;&#237;&#229;&#241;. 
	&#193;&#235;&#224;&#227;&#238;&#228;&#224;&#240;&#255; &#238;&#225;&#248;&#232;&#240;&#237;&#251;&#236; &#241;&#226;&#255;&#231;&#255;&#236; &#241; &#226;&#229;&#228;&#243;&#249;&#232;&#236;&#232; &#239;&#240;&#238;&#232;&#231;&#226;&#238;&#228;&#232;&#242;&#229;&#235;&#255;&#236;&#232; &#232; &#239;&#238;&#241;&#242;&#224;&#226;&#249;&#232;&#234;&#224;&#236;&#232; &#237;&#229; &#242;&#238;&#235;&#252;&#234;&#238; &#226; &#208;&#238;&#241;&#241;&#232;&#232;, &#237;&#238; &#232; &#231;&#224; &#240;&#243;&#225;&#229;&#230;&#238;&#236;, &#236;&#251; &#232;&#236;&#229;&#229;&#236; &#226;&#238;&#231;&#236;&#238;&#230;&#237;&#238;&#241;&#242;&#252; &#226;&#251;&#239;&#238;&#235;&#237;&#255;&#242;&#252; &#194;&#224;&#248;&#232; &#231;&#224;&#234;&#224;&#231;&#251; &#237;&#224;&#232;&#225;&#238;&#235;&#229;&#229; &#239;&#238;&#235;&#237;&#238; &#232; &#226; &#234;&#240;&#224;&#242;&#247;&#224;&#233;&#248;&#232;&#229; &#241;&#240;&#238;&#234;&#232;.
	&#209;&#239;&#229;&#234;&#242;&#240; &#237;&#224;&#248;&#229;&#233; &#228;&#229;&#255;&#242;&#229;&#235;&#252;&#237;&#238;&#241;&#242;&#232; &#228;&#238;&#226;&#238;&#235;&#252;&#237;&#238; &#248;&#232;&#240;&#238;&#234;. 
        &#221;&#242;&#238; &#238;&#225;&#235;&#224;&#241;&#242;&#252; &#253;&#235;&#229;&#234;&#242;&#240;&#238;&#237;&#232;&#234;&#232;, &#239;&#240;&#232;&#247;&#229;&#236; &#237;&#229; &#242;&#238;&#235;&#252;&#234;&#238; &#239;&#238;&#241;&#242;&#224;&#226;&#234;&#232; &#239;&#240;&#232;&#225;&#238;&#240;&#238;&#226;, &#224;&#239;&#239;&#224;&#240;&#224;&#242;&#243;&#240;&#251;, &#237;&#238; &#232; &#240;&#224;&#231;&#235;&#232;&#247;&#237;&#251;&#229; &#234;&#238;&#236;&#239;&#235;&#229;&#234;&#242;&#243;&#254;&#249;&#232;&#229; &#234;&#224;&#234; &#238;&#242;&#229;&#247;&#229;&#241;&#242;&#226;&#229;&#237;&#237;&#251;&#245;, &#242;&#224;&#234; &#232; &#231;&#224;&#240;&#243;&#225;&#229;&#230;&#237;&#251;&#245; &#239;&#240;&#238;&#232;&#231;&#226;&#238;&#228;&#232;&#242;&#229;&#235;&#229;&#233; &#253;&#235;&#229;&#234;&#242;&#240;&#238;&#237;&#237;&#238;&#233; &#242;&#229;&#245;&#237;&#232;&#234;&#232;. &#221;&#242;&#238; &#242;&#224;&#234;&#232;&#229; &#244;&#232;&#240;&#236;&#251; &#234;&#224;&#234; International Rectifier, Epcos, Bourns, Metex, unit-t &#232; &#228;&#240;.
        &#221;&#242;&#238; &#238;&#225;&#235;&#224;&#241;&#242;&#252; &#236;&#229;&#242;&#224;&#235;&#235;&#238;&#226;&#229;&#228;&#229;&#237;&#232;&#255;- &#241;&#226;&#224;&#240;&#238;&#247;&#237;&#251;&#229; &#253;&#235;&#229;&#234;&#242;&#240;&#238;&#228;&#251;, &#236;&#229;&#242;&#224;&#235;&#235;-&#235;&#232;&#241;&#242;, &#243;&#227;&#238;&#235;&#238;&#234;, &#248;&#226;&#229;&#235;&#235;&#229;&#240;, &#235;&#229;&#237;&#242;&#224;, &#242;&#240;&#243;&#225;&#251; &#232; &#242;.&#228;.
        &#221;&#242;&#238; &#239;&#238;&#241;&#242;&#224;&#226;&#234;&#232; &#241;&#242;&#224;&#237;&#234;&#238;&#226;, &#238;&#225;&#238;&#240;&#243;&#228;&#238;&#226;&#224;&#237;&#232;&#255; &#228;&#235;&#255; &#239;&#240;&#238;&#232;&#231;&#226;&#238;&#228;&#241;&#242;&#226;&#224;, &#224;&#239;&#239;&#224;&#240;&#224;&#242;&#251; &#227;&#224;&#231;&#226;&#238;&#228;&#251;, &#241;&#226;&#229;&#242;&#232;&#235;&#252;&#237;&#232;&#234;&#232; &#228;&#235;&#255; &#238;&#244;&#232;&#241;&#238;&#226; &#232; &#239;&#240;&#238;&#236;&#251;&#248;&#235;&#229;&#237;&#237;&#251;&#245; &#239;&#240;&#229;&#228;&#239;&#240;&#232;&#255;&#242;&#232;&#233;, &#235;&#254;&#241;&#242;&#240;&#251;, &#241;&#226;&#224;&#240;&#238;&#247;&#237;&#238;&#229; &#238;&#225;&#238;&#240;&#243;&#228;&#238;&#226;&#224;&#237;&#232;&#229; &#232; &#242;.&#228;.
        &#221;&#242;&#238; &#238;&#225;&#235;&#224;&#241;&#242;&#252; &#236;&#229;&#228;&#232;&#246;&#232;&#237;&#251;- &#226; &#237;&#224;&#241;&#242;&#238;&#255;&#249;&#229;&#229; &#226;&#240;&#229;&#236;&#255; &#236;&#251; &#239;&#240;&#229;&#228;&#241;&#242;&#224;&#226;&#235;&#255;&#229;&#236; &#243;&#237;&#232;&#234;&#224;&#235;&#252;&#237;&#238;&#229; &#232;&#231;&#238;&#225;&#240;&#229;&#242;&#229;&#237;&#232;&#229; &#240;&#243;&#241;&#241;&#234;&#238;&#227;&#238; &#243;&#247;&#229;&#237;&#238;&#227;&#238;-&#235;&#254;&#241;&#242;&#240;&#243; &#215;&#232;&#230;&#229;&#226;&#241;&#234;&#238;&#227;&#238;.
	
      &#209; &#239;&#238;&#235;&#237;&#251;&#236; &#239;&#229;&#240;&#229;&#247;&#237;&#229;&#236; &#239;&#240;&#238;&#228;&#243;&#234;&#246;&#232;&#232;, &#239;&#238;&#241;&#242;&#224;&#226;&#235;&#255;&#229;&#236;&#238;&#233; &#237;&#224;&#248;&#229;&#233; &#244;&#232;&#240;&#236;&#238;&#233;,&#194;&#251; &#241;&#236;&#238;&#230;&#229;&#242;&#229; &#238;&#231;&#237;&#224;&#234;&#238;&#236;&#232;&#242;&#252;&#241;&#255; &#237;&#224; &#237;&#224;&#248;&#229;&#236; &#241;&#224;&#233;&#242;&#229; &#226; &#232;&#237;&#242;&#229;&#240;&#237;&#229;&#242;:
		     vielm.narod.ru

   &#200;&#237;&#244;&#238;&#240;&#236;&#224;&#246;&#232;&#255; &#237;&#224; &#228;&#224;&#237;&#237;&#238;&#236; &#241;&#224;&#233;&#242;&#229; &#225;&#243;&#228;&#229;&#242; &#239;&#238;&#241;&#242;&#238;&#255;&#237;&#237;&#238; &#238;&#225;&#237;&#238;&#226;&#235;&#255;&#242;&#252;&#241;&#255; &#232; &#241;&#238;&#226;&#229;&#240;&#248;&#229;&#237;&#241;&#242;&#226;&#238;&#226;&#224;&#242;&#252;&#241;&#255;.
    &#204;&#251; &#237;&#229; &#239;&#240;&#238;&#241;&#242;&#238; &#239;&#240;&#229;&#228;&#238;&#241;&#242;&#224;&#226;&#235;&#255;&#229;&#236;  &#232;&#237;&#244;&#238;&#240;&#236;&#224;&#246;&#232;&#254;, &#227;&#228;&#229; &#236;&#238;&#230;&#237;&#238; &#228;&#238;&#241;&#242;&#224;&#242;&#252; &#237;&#243;&#230;&#237;&#243;&#254; &#194;&#224;&#236; &#239;&#240;&#238;&#228;&#243;&#234;&#246;&#232;&#254;, &#236;&#251; &#241;&#224;&#236;&#232; &#239;&#238;&#241;&#242;&#224;&#226;&#232;&#236; &#194;&#224;&#236; &#231;&#224;&#234;&#224;&#231;&#224;&#237;&#237;&#251;&#233; &#242;&#238;&#226;&#224;&#240; &#239;&#238; &#226;&#251;&#227;&#238;&#228;&#237;&#251;&#236; &#228;&#235;&#255; &#194;&#224;&#241; &#246;&#229;&#237;&#224;&#236; &#232; &#226; &#238;&#239;&#242;&#232;&#236;&#224;&#235;&#252;&#237;&#238; &#234;&#238;&#240;&#238;&#242;&#234;&#232;&#229; &#241;&#240;&#238;&#234;&#232;.
    &#194;&#224;&#248;&#243; &#239;&#238;&#242;&#240;&#229;&#225;&#237;&#238;&#241;&#242;&#252; &#226;  &#239;&#240;&#238;&#228;&#243;&#234;&#246;&#232;&#232; &#239;&#240;&#229;&#228;&#241;&#242;&#224;&#226;&#235;&#229;&#237;&#237;&#238;&#233; &#237;&#224; &#237;&#224;&#248;&#229;&#236; &#241;&#224;&#233;&#242;&#229;, &#194;&#251; &#236;&#238;&#230;&#229;&#242;&#229; &#238;&#242;&#239;&#240;&#224;&#226;&#232;&#242;&#252; &#237;&#224; &#237;&#224;&#248; &#244;&#224;&#234;&#241;:  (095)  275-89-94, &#232;&#235;&#232; &#239;&#238; &#253;&#235;&#229;&#234;&#242;&#240;&#238;&#237;&#237;&#238;&#233; &#239;&#238;&#247;&#242;&#229;: <A HREF="http://mailman.modpython.org/mailman/listinfo/mod_python">tandiv at mail.ru</A> .
    &#204;&#251; &#230;&#228;&#229;&#236; &#194;&#224;&#241; &#232; &#226;&#251;&#240;&#224;&#230;&#224;&#229;&#236; &#243;&#226;&#229;&#240;&#229;&#237;&#237;&#238;&#241;&#242;&#252; &#226; &#242;&#238;&#236;, &#247;&#242;&#238; &#238;&#225;&#240;&#224;&#242;&#232;&#226;&#248;&#232;&#241;&#252; &#234; &#237;&#224;&#236;, &#194;&#251; &#239;&#238;&#235;&#243;&#247;&#232;&#242;&#229; &#234;&#226;&#224;&#235;&#232;&#244;&#232;&#246;&#232;&#240;&#238;&#226;&#224;&#237;&#237;&#243;&#254; &#239;&#238;&#236;&#238;&#249;&#252;, &#226;&#237;&#232;&#236;&#224;&#242;&#229;&#235;&#252;&#237;&#238;&#229; &#238;&#242;&#237;&#238;&#248;&#229;&#237;&#232;&#229; &#234; &#194;&#224;&#248;&#232;&#236; &#239;&#238;&#242;&#240;&#229;&#225;&#237;&#238;&#241;&#242;&#255;&#236;, &#238;&#239;&#229;&#240;&#224;&#242;&#232;&#226;&#237;&#243;&#254; &#238;&#225;&#240;&#224;&#225;&#238;&#242;&#234;&#243; &#194;&#224;&#248;&#229;&#227;&#238; &#231;&#224;&#234;&#224;&#231;&#224;.

      &#207;&#238; &#226;&#241;&#229;&#236; &#226;&#238;&#239;&#240;&#238;&#241;&#224;&#236; &#226;&#251; &#236;&#238;&#230;&#229;&#242;&#229; &#238;&#225;&#240;&#224;&#249;&#224;&#242;&#252;&#241;&#255; &#239;&#238; &#242;&#229;&#235;&#229;&#244;&#238;&#237;&#224;&#236;: 275-89-94, 746-68-78.


_______________________________________________________________________
Powered by List Builder
To unsubscribe follow the link:
<A HREF="http://lb.bcentral.com/ex/manage/subscriberprefs?customerid=15131&amp;subid=2F0199A84845956A&amp;msgnum=1">http://lb.bcentral.com/ex/manage/subscriberprefs?customerid=15131&amp;subid=2F0199A84845956A&amp;msgnum=1</A>

</PRE>
<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="012142.html">[mod_python]&#1041;&#1072;&#1079;&#1099; &#1076;&#1072;&#1085;&#1085;&#1099;&#1093; &#1087;&#1088;&#1077;&#1076;&#1087;&#1088;&#1080;&#1103;&#1090;&#1080;&#1081; &#1076;&#1083;&#1103; &#1082;&#1086;&#1085;&#1090;&#1072;&#1082;&#1090;&#1086;&#1074; &#1087;&#1086; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1086;&#1081; &#1087;&#1086;&#1095;&#1090;&#1077;
</A></li>
	<LI>Next message: <A HREF="012145.html">[mod_python] &#206;&#231;&#229;&#235;&#229;&#237;&#229;&#237;&#232;&#229; &#232; &#235;&#224;&#237;&#228;&#248;&#224;&#244;&#242;&#237;&#251;&#233; &#228;&#232;&#231;&#224;&#233;&#237;
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#12144">[ date ]</a>
              <a href="thread.html#12144">[ thread ]</a>
              <a href="subject.html#12144">[ subject ]</a>
              <a href="author.html#12144">[ author ]</a>
         </LI>
       </UL>

</td>
<td align="right" valign="top">
<script type="text/javascript"><!--
google_ad_client = "pub-9718360309690383";
google_ad_width = 120;
google_ad_height = 600;
google_ad_format = "120x600_as";
google_color_border = "CCCCCC";
google_color_bg = "FFFFFF";
google_color_link = "000000";
google_color_url = "666666";
google_color_text = "333333";
//--></script>
<script type="text/javascript"
  src="http://pagead2.googlesyndication.com/pagead/show_ads.js">
</script>
</td>
</table>

<hr>
<a href="http://mailman.modpython.org/mailman/listinfo/mod_python">More information about the Mod_python
mailing list</a><br>
</body></html>
